{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 0, "text": "The Project Gutenberg eBook of Alice's Adventures in Wonderland\n    \nThis ebook is for the use of anyone anywhere in the United States and\nmost other parts of the world at no cost and with almost no restrictions\nwhatsoever. You may copy it, give it away or re-use it under the terms\nof the Project Gutenberg License included with this ebook or online\nat www.gutenberg.org. If you are not located in the United States,\nyou will have to check the laws of the country where you are located\nbefore using this eBook.", "clean_text": "the project gutenberg ebook of alice's adventures in wonderland this ebook is for the use of anyone anywhere in the united states and most other parts of the world at no cost and with almost no restrictions whatsoever. you may copy it, give it away or re-use it under the terms of the project gutenberg license included with this ebook or online at www.gutenberg.org. if you are not located in the united states, you will have to check the laws of the country where you are located before using this ebook.", "token_count": 91, "char_count": 511}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 12, "text": "CHAPTER I.     Down the Rabbit-Hole\n CHAPTER II.    The Pool of Tears\n CHAPTER III.   A Caucus-Race and a Long Tale\n CHAPTER IV.    The Rabbit Sends in a Little Bill\n CHAPTER V.     Advice from a Caterpillar\n CHAPTER VI.    Pig and Pepper\n CHAPTER VII.   A Mad Tea-Party\n CHAPTER VIII.  The Queen’s Croquet-Ground\n CHAPTER IX.    The Mock Turtle’s Story\n CHAPTER X.     The Lobster Quadrille\n CHAPTER XI.    Who Stole the Tarts?\n CHAPTER XII.   Alice’s Evidence", "clean_text": "chapter i. down the rabbit-hole chapter ii. the pool of tears chapter iii. a caucus-race and a long tale chapter iv. the rabbit sends in a little bill chapter v. advice from a caterpillar chapter vi. pig and pepper chapter vii. a mad tea-party chapter viii. the queen’s croquet-ground chapter ix. the mock turtle’s story chapter x. the lobster quadrille chapter xi. who stole the tarts? chapter xii. alice’s evidence", "token_count": 70, "char_count": 461}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 14, "text": "Alice was beginning to get very tired of sitting by her sister on the\nbank, and of having nothing to do: once or twice she had peeped into\nthe book her sister was reading, but it had no pictures or\nconversations in it, “and what is the use of a book,” thought Alice\n“without pictures or conversations?”", "clean_text": "alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do: once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it, “and what is the use of a book,” thought alice “without pictures or conversations?”", "token_count": 57, "char_count": 302}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 15, "text": "So she was considering in her own mind (as well as she could, for the\nhot day made her feel very sleepy and stupid), whether the pleasure of\nmaking a daisy-chain would be worth the trouble of getting up and\npicking the daisies, when suddenly a White Rabbit with pink eyes ran\nclose by her.", "clean_text": "so she was considering in her own mind (as well as she could, for the hot day made her feel very sleepy and stupid), whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a white rabbit with pink eyes ran close by her.", "token_count": 55, "char_count": 289}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 16, "text": "There was nothing so _very_ remarkable in that; nor did Alice think it\nso _very_ much out of the way to hear the Rabbit say to itself, “Oh\ndear! Oh dear! I shall be late!” (when she thought it over afterwards,\nit occurred to her that she ought to have wondered at this, but at the\ntime it all seemed quite natural); but when the Rabbit actually _took a\nwatch out of its waistcoat-pocket_, and looked at it, and then hurried\non, Alice started to her feet, for it flashed across her mind that she\nhad never before seen a rabbit with either a waistcoat-pocket, or a\nwatch to take out of it, and burning with curiosity, she ran across the\nfield after it, and fortunately was just in time to see it pop down a\nlarge rabbit-hole under the hedge.", "clean_text": "there was nothing so _very_ remarkable in that; nor did alice think it so _very_ much out of the way to hear the rabbit say to itself, “oh dear! oh dear! i shall be late!” (when she thought it over afterwards, it occurred to her that she ought to have wondered at this, but at the time it all seemed quite natural); but when the rabbit actually _took a watch out of its waistcoat-pocket_, and looked at it, and then hurried on, alice started to her feet, for it flashed across her mind that she had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it, and burning with curiosity, she ran across the field after it, and fortunately was just in time to see it pop down a large rabbit-hole under the hedge.", "token_count": 141, "char_count": 739}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 18, "text": "The rabbit-hole went straight on like a tunnel for some way, and then\ndipped suddenly down, so suddenly that Alice had not a moment to think\nabout stopping herself before she found herself falling down a very\ndeep well.", "clean_text": "the rabbit-hole went straight on like a tunnel for some way, and then dipped suddenly down, so suddenly that alice had not a moment to think about stopping herself before she found herself falling down a very deep well.", "token_count": 39, "char_count": 219}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 19, "text": "Either the well was very deep, or she fell very slowly, for she had\nplenty of time as she went down to look about her and to wonder what\nwas going to happen next. First, she tried to look down and make out\nwhat she was coming to, but it was too dark to see anything; then she\nlooked at the sides of the well, and noticed that they were filled with\ncupboards and book-shelves; here and there she saw maps and pictures\nhung upon pegs. She took down a jar from one of the shelves as she\npassed; it was labelled “ORANGE MARMALADE”, but to her great\ndisappointment it was empty: she did not like to drop the jar for fear\nof killing somebody underneath, so managed to put it into one of the\ncupboards as she fell past it.", "clean_text": "either the well was very deep, or she fell very slowly, for she had plenty of time as she went down to look about her and to wonder what was going to happen next. first, she tried to look down and make out what she was coming to, but it was too dark to see anything; then she looked at the sides of the well, and noticed that they were filled with cupboards and book-shelves; here and there she saw maps and pictures hung upon pegs. she took down a jar from one of the shelves as she passed; it was labelled “orange marmalade”, but to her great disappointment it was empty: she did not like to drop the jar for fear of killing somebody underneath, so managed to put it into one of the cupboards as she fell past it.", "token_count": 141, "char_count": 715}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 20, "text": "“Well!” thought Alice to herself, “after such a fall as this, I shall\nthink nothing of tumbling down stairs! How brave they’ll all think me\nat home! Why, I wouldn’t say anything about it, even if I fell off the\ntop of the house!” (Which was very likely true.)", "clean_text": "“well!” thought alice to herself, “after such a fall as this, i shall think nothing of tumbling down stairs! how brave they’ll all think me at home! why, i wouldn’t say anything about it, even if i fell off the top of the house!” (which was very likely true.)", "token_count": 49, "char_count": 259}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 21, "text": "Down, down, down. Would the fall _never_ come to an end? “I wonder how\nmany miles I’ve fallen by this time?” she said aloud. “I must be\ngetting somewhere near the centre of the earth. Let me see: that would\nbe four thousand miles down, I think—” (for, you see, Alice had learnt\nseveral things of this sort in her lessons in the schoolroom, and\nthough this was not a _very_ good opportunity for showing off her\nknowledge, as there was no one to listen to her, still it was good\npractice to say it over) “—yes, that’s about the right distance—but\nthen I wonder what Latitude or Longitude I’ve got to?” (Alice had no\nidea what Latitude was, or Longitude either, but thought they were nice\ngrand words to say.)", "clean_text": "down, down, down. would the fall _never_ come to an end? “i wonder how many miles i’ve fallen by this time?” she said aloud. “i must be getting somewhere near the centre of the earth. let me see: that would be four thousand miles down, i think—” (for, you see, alice had learnt several things of this sort in her lessons in the schoolroom, and though this was not a _very_ good opportunity for showing off her knowledge, as there was no one to listen to her, still it was good practice to say it over) “—yes, that’s about the right distance—but then i wonder what latitude or longitude i’ve got to?” (alice had no idea what latitude was, or longitude either, but thought they were nice grand words to say.)", "token_count": 131, "char_count": 706}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 22, "text": "Presently she began again. “I wonder if I shall fall right _through_\nthe earth! How funny it’ll seem to come out among the people that walk\nwith their heads downward! The Antipathies, I think—” (she was rather\nglad there _was_ no one listening, this time, as it didn’t sound at all\nthe right word) “—but I shall have to ask them what the name of the\ncountry is, you know. Please, Ma’am, is this New Zealand or Australia?”\n(and she tried to curtsey as she spoke—fancy _curtseying_ as you’re\nfalling through the air! Do you think you could manage it?) “And what\nan ignorant little girl she’ll think me for asking! No, it’ll never do\nto ask: perhaps I shall see it written up somewhere.”", "clean_text": "presently she began again. “i wonder if i shall fall right _through_ the earth! how funny it’ll seem to come out among the people that walk with their heads downward! the antipathies, i think—” (she was rather glad there _was_ no one listening, this time, as it didn’t sound at all the right word) “—but i shall have to ask them what the name of the country is, you know. please, ma’am, is this new zealand or australia?” (and she tried to curtsey as she spoke—fancy _curtseying_ as you’re falling through the air! do you think you could manage it?) “and what an ignorant little girl she’ll think me for asking! no, it’ll never do to ask: perhaps i shall see it written up somewhere.”", "token_count": 125, "char_count": 684}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 23, "text": "Down, down, down. There was nothing else to do, so Alice soon began\ntalking again. “Dinah’ll miss me very much to-night, I should think!”\n(Dinah was the cat.) “I hope they’ll remember her saucer of milk at\ntea-time. Dinah my dear! I wish you were down here with me! There are\nno mice in the air, I’m afraid, but you might catch a bat, and that’s\nvery like a mouse, you know. But do cats eat bats, I wonder?” And here\nAlice began to get rather sleepy, and went on saying to herself, in a\ndreamy sort of way, “Do cats eat bats? Do cats eat bats?” and\nsometimes, “Do bats eat cats?” for, you see, as she couldn’t answer\neither question, it didn’t much matter which way she put it. She felt\nthat she was dozing off, and had just begun to dream that she was\nwalking hand in hand with Dinah, and saying to her very earnestly,\n“Now, Dinah, tell me the truth: did you ever eat a bat?” when suddenly,\nthump! thump! down she came upon a heap of sticks and dry leaves, and\nthe fall was over.", "clean_text": "down, down, down. there was nothing else to do, so alice soon began talking again. “dinah’ll miss me very much to-night, i should think!” (dinah was the cat.) “i hope they’ll remember her saucer of milk at tea-time. dinah my dear! i wish you were down here with me! there are no mice in the air, i’m afraid, but you might catch a bat, and that’s very like a mouse, you know. but do cats eat bats, i wonder?” and here alice began to get rather sleepy, and went on saying to herself, in a dreamy sort of way, “do cats eat bats? do cats eat bats?” and sometimes, “do bats eat cats?” for, you see, as she couldn’t answer either question, it didn’t much matter which way she put it. she felt that she was dozing off, and had just begun to dream that she was walking hand in hand with dinah, and saying to her very earnestly, “now, dinah, tell me the truth: did you ever eat a bat?” when suddenly, thump! thump! down she came upon a heap of sticks and dry leaves, and the fall was over.", "token_count": 191, "char_count": 980}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 24, "text": "Alice was not a bit hurt, and she jumped up on to her feet in a moment:\nshe looked up, but it was all dark overhead; before her was another\nlong passage, and the White Rabbit was still in sight, hurrying down\nit. There was not a moment to be lost: away went Alice like the wind,\nand was just in time to hear it say, as it turned a corner, “Oh my ears\nand whiskers, how late it’s getting!” She was close behind it when she\nturned the corner, but the Rabbit was no longer to be seen: she found\nherself in a long, low hall, which was lit up by a row of lamps hanging\nfrom the roof.", "clean_text": "alice was not a bit hurt, and she jumped up on to her feet in a moment: she looked up, but it was all dark overhead; before her was another long passage, and the white rabbit was still in sight, hurrying down it. there was not a moment to be lost: away went alice like the wind, and was just in time to hear it say, as it turned a corner, “oh my ears and whiskers, how late it’s getting!” she was close behind it when she turned the corner, but the rabbit was no longer to be seen: she found herself in a long, low hall, which was lit up by a row of lamps hanging from the roof.", "token_count": 120, "char_count": 578}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 25, "text": "There were doors all round the hall, but they were all locked; and when\nAlice had been all the way down one side and up the other, trying every\ndoor, she walked sadly down the middle, wondering how she was ever to\nget out again.", "clean_text": "there were doors all round the hall, but they were all locked; and when alice had been all the way down one side and up the other, trying every door, she walked sadly down the middle, wondering how she was ever to get out again.", "token_count": 45, "char_count": 228}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 26, "text": "Suddenly she came upon a little three-legged table, all made of solid\nglass; there was nothing on it except a tiny golden key, and Alice’s\nfirst thought was that it might belong to one of the doors of the hall;\nbut, alas! either the locks were too large, or the key was too small,\nbut at any rate it would not open any of them. However, on the second\ntime round, she came upon a low curtain she had not noticed before, and\nbehind it was a little door about fifteen inches high: she tried the\nlittle golden key in the lock, and to her great delight it fitted!", "clean_text": "suddenly she came upon a little three-legged table, all made of solid glass; there was nothing on it except a tiny golden key, and alice’s first thought was that it might belong to one of the doors of the hall; but, alas! either the locks were too large, or the key was too small, but at any rate it would not open any of them. however, on the second time round, she came upon a low curtain she had not noticed before, and behind it was a little door about fifteen inches high: she tried the little golden key in the lock, and to her great delight it fitted!", "token_count": 109, "char_count": 558}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 27, "text": "Alice opened the door and found that it led into a small passage, not\nmuch larger than a rat-hole: she knelt down and looked along the\npassage into the loveliest garden you ever saw. How she longed to get\nout of that dark hall, and wander about among those beds of bright\nflowers and those cool fountains, but she could not even get her head\nthrough the doorway; “and even if my head would go through,” thought\npoor Alice, “it would be of very little use without my shoulders. Oh,\nhow I wish I could shut up like a telescope! I think I could, if I only\nknew how to begin.” For, you see, so many out-of-the-way things had\nhappened lately, that Alice had begun to think that very few things\nindeed were really impossible.", "clean_text": "alice opened the door and found that it led into a small passage, not much larger than a rat-hole: she knelt down and looked along the passage into the loveliest garden you ever saw. how she longed to get out of that dark hall, and wander about among those beds of bright flowers and those cool fountains, but she could not even get her head through the doorway; “and even if my head would go through,” thought poor alice, “it would be of very little use without my shoulders. oh, how i wish i could shut up like a telescope! i think i could, if i only knew how to begin.” for, you see, so many out-of-the-way things had happened lately, that alice had begun to think that very few things indeed were really impossible.", "token_count": 135, "char_count": 719}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 28, "text": "There seemed to be no use in waiting by the little door, so she went\nback to the table, half hoping she might find another key on it, or at\nany rate a book of rules for shutting people up like telescopes: this\ntime she found a little bottle on it, (“which certainly was not here\nbefore,” said Alice,) and round the neck of the bottle was a paper\nlabel, with the words “DRINK ME,” beautifully printed on it in large\nletters.", "clean_text": "there seemed to be no use in waiting by the little door, so she went back to the table, half hoping she might find another key on it, or at any rate a book of rules for shutting people up like telescopes: this time she found a little bottle on it, (“which certainly was not here before,” said alice,) and round the neck of the bottle was a paper label, with the words “drink me,” beautifully printed on it in large letters.", "token_count": 82, "char_count": 423}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 29, "text": "It was all very well to say “Drink me,” but the wise little Alice was\nnot going to do _that_ in a hurry. “No, I’ll look first,” she said,\n“and see whether it’s marked ‘_poison_’ or not”; for she had read\nseveral nice little histories about children who had got burnt, and\neaten up by wild beasts and other unpleasant things, all because they\n_would_ not remember the simple rules their friends had taught them:\nsuch as, that a red-hot poker will burn you if you hold it too long;\nand that if you cut your finger _very_ deeply with a knife, it usually\nbleeds; and she had never forgotten that, if you drink much from a\nbottle marked “poison,” it is almost certain to disagree with you,\nsooner or later.", "clean_text": "it was all very well to say “drink me,” but the wise little alice was not going to do _that_ in a hurry. “no, i’ll look first,” she said, “and see whether it’s marked ‘_poison_’ or not”; for she had read several nice little histories about children who had got burnt, and eaten up by wild beasts and other unpleasant things, all because they _would_ not remember the simple rules their friends had taught them: such as, that a red-hot poker will burn you if you hold it too long; and that if you cut your finger _very_ deeply with a knife, it usually bleeds; and she had never forgotten that, if you drink much from a bottle marked “poison,” it is almost certain to disagree with you, sooner or later.", "token_count": 131, "char_count": 701}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 30, "text": "However, this bottle was _not_ marked “poison,” so Alice ventured to\ntaste it, and finding it very nice, (it had, in fact, a sort of mixed\nflavour of cherry-tart, custard, pine-apple, roast turkey, toffee, and\nhot buttered toast,) she very soon finished it off.", "clean_text": "however, this bottle was _not_ marked “poison,” so alice ventured to taste it, and finding it very nice, (it had, in fact, a sort of mixed flavour of cherry-tart, custard, pine-apple, roast turkey, toffee, and hot buttered toast,) she very soon finished it off.", "token_count": 44, "char_count": 261}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 35, "text": "And so it was indeed: she was now only ten inches high, and her face\nbrightened up at the thought that she was now the right size for going\nthrough the little door into that lovely garden. First, however, she\nwaited for a few minutes to see if she was going to shrink any further:\nshe felt a little nervous about this; “for it might end, you know,”\nsaid Alice to herself, “in my going out altogether, like a candle. I\nwonder what I should be like then?” And she tried to fancy what the\nflame of a candle is like after the candle is blown out, for she could\nnot remember ever having seen such a thing.", "clean_text": "and so it was indeed: she was now only ten inches high, and her face brightened up at the thought that she was now the right size for going through the little door into that lovely garden. first, however, she waited for a few minutes to see if she was going to shrink any further: she felt a little nervous about this; “for it might end, you know,” said alice to herself, “in my going out altogether, like a candle. i wonder what i should be like then?” and she tried to fancy what the flame of a candle is like after the candle is blown out, for she could not remember ever having seen such a thing.", "token_count": 118, "char_count": 600}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 36, "text": "After a while, finding that nothing more happened, she decided on going\ninto the garden at once; but, alas for poor Alice! when she got to the\ndoor, she found she had forgotten the little golden key, and when she\nwent back to the table for it, she found she could not possibly reach\nit: she could see it quite plainly through the glass, and she tried her\nbest to climb up one of the legs of the table, but it was too slippery;\nand when she had tired herself out with trying, the poor little thing\nsat down and cried.", "clean_text": "after a while, finding that nothing more happened, she decided on going into the garden at once; but, alas for poor alice! when she got to the door, she found she had forgotten the little golden key, and when she went back to the table for it, she found she could not possibly reach it: she could see it quite plainly through the glass, and she tried her best to climb up one of the legs of the table, but it was too slippery; and when she had tired herself out with trying, the poor little thing sat down and cried.", "token_count": 101, "char_count": 516}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 37, "text": "“Come, there’s no use in crying like that!” said Alice to herself,\nrather sharply; “I advise you to leave off this minute!” She generally\ngave herself very good advice, (though she very seldom followed it),\nand sometimes she scolded herself so severely as to bring tears into\nher eyes; and once she remembered trying to box her own ears for having\ncheated herself in a game of croquet she was playing against herself,\nfor this curious child was very fond of pretending to be two people.\n“But it’s no use now,” thought poor Alice, “to pretend to be two\npeople! Why, there’s hardly enough of me left to make _one_ respectable\nperson!”", "clean_text": "“come, there’s no use in crying like that!” said alice to herself, rather sharply; “i advise you to leave off this minute!” she generally gave herself very good advice, (though she very seldom followed it), and sometimes she scolded herself so severely as to bring tears into her eyes; and once she remembered trying to box her own ears for having cheated herself in a game of croquet she was playing against herself, for this curious child was very fond of pretending to be two people. “but it’s no use now,” thought poor alice, “to pretend to be two people! why, there’s hardly enough of me left to make _one_ respectable person!”", "token_count": 112, "char_count": 632}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 38, "text": "Soon her eye fell on a little glass box that was lying under the table:\nshe opened it, and found in it a very small cake, on which the words\n“EAT ME” were beautifully marked in currants. “Well, I’ll eat it,” said\nAlice, “and if it makes me grow larger, I can reach the key; and if it\nmakes me grow smaller, I can creep under the door; so either way I’ll\nget into the garden, and I don’t care which happens!”", "clean_text": "soon her eye fell on a little glass box that was lying under the table: she opened it, and found in it a very small cake, on which the words “eat me” were beautifully marked in currants. “well, i’ll eat it,” said alice, “and if it makes me grow larger, i can reach the key; and if it makes me grow smaller, i can creep under the door; so either way i’ll get into the garden, and i don’t care which happens!”", "token_count": 82, "char_count": 407}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 39, "text": "She ate a little bit, and said anxiously to herself, “Which way? Which\nway?”, holding her hand on the top of her head to feel which way it was\ngrowing, and she was quite surprised to find that she remained the same\nsize: to be sure, this generally happens when one eats cake, but Alice\nhad got so much into the way of expecting nothing but out-of-the-way\nthings to happen, that it seemed quite dull and stupid for life to go\non in the common way.", "clean_text": "she ate a little bit, and said anxiously to herself, “which way? which way?”, holding her hand on the top of her head to feel which way it was growing, and she was quite surprised to find that she remained the same size: to be sure, this generally happens when one eats cake, but alice had got so much into the way of expecting nothing but out-of-the-way things to happen, that it seemed quite dull and stupid for life to go on in the common way.", "token_count": 86, "char_count": 446}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 45, "text": "“Curiouser and curiouser!” cried Alice (she was so much surprised, that\nfor the moment she quite forgot how to speak good English); “now I’m\nopening out like the largest telescope that ever was! Good-bye, feet!”\n(for when she looked down at her feet, they seemed to be almost out of\nsight, they were getting so far off). “Oh, my poor little feet, I\nwonder who will put on your shoes and stockings for you now, dears? I’m\nsure _I_ shan’t be able! I shall be a great deal too far off to trouble\nmyself about you: you must manage the best way you can;—but I must be\nkind to them,” thought Alice, “or perhaps they won’t walk the way I\nwant to go! Let me see: I’ll give them a new pair of boots every\nChristmas.”", "clean_text": "“curiouser and curiouser!” cried alice (she was so much surprised, that for the moment she quite forgot how to speak good english); “now i’m opening out like the largest telescope that ever was! good-bye, feet!” (for when she looked down at her feet, they seemed to be almost out of sight, they were getting so far off). “oh, my poor little feet, i wonder who will put on your shoes and stockings for you now, dears? i’m sure _i_ shan’t be able! i shall be a great deal too far off to trouble myself about you: you must manage the best way you can;—but i must be kind to them,” thought alice, “or perhaps they won’t walk the way i want to go! let me see: i’ll give them a new pair of boots every christmas.”", "token_count": 136, "char_count": 707}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 46, "text": "And she went on planning to herself how she would manage it. “They must\ngo by the carrier,” she thought; “and how funny it’ll seem, sending\npresents to one’s own feet! And how odd the directions will look!", "clean_text": "and she went on planning to herself how she would manage it. “they must go by the carrier,” she thought; “and how funny it’ll seem, sending presents to one’s own feet! and how odd the directions will look!", "token_count": 38, "char_count": 205}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 49, "text": "Just then her head struck against the roof of the hall: in fact she was\nnow more than nine feet high, and she at once took up the little golden\nkey and hurried off to the garden door.", "clean_text": "just then her head struck against the roof of the hall: in fact she was now more than nine feet high, and she at once took up the little golden key and hurried off to the garden door.", "token_count": 38, "char_count": 183}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 50, "text": "Poor Alice! It was as much as she could do, lying down on one side, to\nlook through into the garden with one eye; but to get through was more\nhopeless than ever: she sat down and began to cry again.", "clean_text": "poor alice! it was as much as she could do, lying down on one side, to look through into the garden with one eye; but to get through was more hopeless than ever: she sat down and began to cry again.", "token_count": 41, "char_count": 198}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 51, "text": "“You ought to be ashamed of yourself,” said Alice, “a great girl like\nyou,” (she might well say this), “to go on crying in this way! Stop\nthis moment, I tell you!” But she went on all the same, shedding\ngallons of tears, until there was a large pool all round her, about\nfour inches deep and reaching half down the hall.", "clean_text": "“you ought to be ashamed of yourself,” said alice, “a great girl like you,” (she might well say this), “to go on crying in this way! stop this moment, i tell you!” but she went on all the same, shedding gallons of tears, until there was a large pool all round her, about four inches deep and reaching half down the hall.", "token_count": 62, "char_count": 320}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 52, "text": "After a time she heard a little pattering of feet in the distance, and\nshe hastily dried her eyes to see what was coming. It was the White\nRabbit returning, splendidly dressed, with a pair of white kid gloves\nin one hand and a large fan in the other: he came trotting along in a\ngreat hurry, muttering to himself as he came, “Oh! the Duchess, the\nDuchess! Oh! won’t she be savage if I’ve kept her waiting!” Alice felt\nso desperate that she was ready to ask help of any one; so, when the\nRabbit came near her, she began, in a low, timid voice, “If you please,\nsir—” The Rabbit started violently, dropped the white kid gloves and\nthe fan, and skurried away into the darkness as hard as he could go.", "clean_text": "after a time she heard a little pattering of feet in the distance, and she hastily dried her eyes to see what was coming. it was the white rabbit returning, splendidly dressed, with a pair of white kid gloves in one hand and a large fan in the other: he came trotting along in a great hurry, muttering to himself as he came, “oh! the duchess, the duchess! oh! won’t she be savage if i’ve kept her waiting!” alice felt so desperate that she was ready to ask help of any one; so, when the rabbit came near her, she began, in a low, timid voice, “if you please, sir—” the rabbit started violently, dropped the white kid gloves and the fan, and skurried away into the darkness as hard as he could go.", "token_count": 134, "char_count": 696}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 53, "text": "Alice took up the fan and gloves, and, as the hall was very hot, she\nkept fanning herself all the time she went on talking: “Dear, dear! How\nqueer everything is to-day! And yesterday things went on just as usual.\nI wonder if I’ve been changed in the night? Let me think: was I the\nsame when I got up this morning? I almost think I can remember feeling\na little different. But if I’m not the same, the next question is, Who\nin the world am I? Ah, _that’s_ the great puzzle!” And she began\nthinking over all the children she knew that were of the same age as\nherself, to see if she could have been changed for any of them.", "clean_text": "alice took up the fan and gloves, and, as the hall was very hot, she kept fanning herself all the time she went on talking: “dear, dear! how queer everything is to-day! and yesterday things went on just as usual. i wonder if i’ve been changed in the night? let me think: was i the same when i got up this morning? i almost think i can remember feeling a little different. but if i’m not the same, the next question is, who in the world am i? ah, _that’s_ the great puzzle!” and she began thinking over all the children she knew that were of the same age as herself, to see if she could have been changed for any of them.", "token_count": 123, "char_count": 620}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 54, "text": "“I’m sure I’m not Ada,” she said, “for her hair goes in such long\nringlets, and mine doesn’t go in ringlets at all; and I’m sure I can’t\nbe Mabel, for I know all sorts of things, and she, oh! she knows such a\nvery little! Besides, _she’s_ she, and _I’m_ I, and—oh dear, how\npuzzling it all is! I’ll try if I know all the things I used to know.\nLet me see: four times five is twelve, and four times six is thirteen,\nand four times seven is—oh dear! I shall never get to twenty at that\nrate! However, the Multiplication Table doesn’t signify: let’s try\nGeography. London is the capital of Paris, and Paris is the capital of\nRome, and Rome—no, _that’s_ all wrong, I’m certain! I must have been\nchanged for Mabel! I’ll try and say ‘_How doth the little_—’” and she\ncrossed her hands on her lap as if she were saying lessons, and began\nto repeat it, but her voice sounded hoarse and strange, and the words\ndid not come the same as they used to do:—", "clean_text": "“i’m sure i’m not ada,” she said, “for her hair goes in such long ringlets, and mine doesn’t go in ringlets at all; and i’m sure i can’t be mabel, for i know all sorts of things, and she, oh! she knows such a very little! besides, _she’s_ she, and _i’m_ i, and—oh dear, how puzzling it all is! i’ll try if i know all the things i used to know. let me see: four times five is twelve, and four times six is thirteen, and four times seven is—oh dear! i shall never get to twenty at that rate! however, the multiplication table doesn’t signify: let’s try geography. london is the capital of paris, and paris is the capital of rome, and rome—no, _that’s_ all wrong, i’m certain! i must have been changed for mabel! i’ll try and say ‘_how doth the little_—’” and she crossed her hands on her lap as if she were saying lessons, and began to repeat it, but her voice sounded hoarse and strange, and the words did not come the same as they used to do:—", "token_count": 183, "char_count": 943}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 57, "text": "“I’m sure those are not the right words,” said poor Alice, and her eyes\nfilled with tears again as she went on, “I must be Mabel after all, and\nI shall have to go and live in that poky little house, and have next to\nno toys to play with, and oh! ever so many lessons to learn! No, I’ve\nmade up my mind about it; if I’m Mabel, I’ll stay down here! It’ll be\nno use their putting their heads down and saying ‘Come up again, dear!’\nI shall only look up and say ‘Who am I then? Tell me that first, and\nthen, if I like being that person, I’ll come up: if not, I’ll stay down\nhere till I’m somebody else’—but, oh dear!” cried Alice, with a sudden\nburst of tears, “I do wish they _would_ put their heads down! I am so\n_very_ tired of being all alone here!”", "clean_text": "“i’m sure those are not the right words,” said poor alice, and her eyes filled with tears again as she went on, “i must be mabel after all, and i shall have to go and live in that poky little house, and have next to no toys to play with, and oh! ever so many lessons to learn! no, i’ve made up my mind about it; if i’m mabel, i’ll stay down here! it’ll be no use their putting their heads down and saying ‘come up again, dear!’ i shall only look up and say ‘who am i then? tell me that first, and then, if i like being that person, i’ll come up: if not, i’ll stay down here till i’m somebody else’—but, oh dear!” cried alice, with a sudden burst of tears, “i do wish they _would_ put their heads down! i am so _very_ tired of being all alone here!”", "token_count": 153, "char_count": 748}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 58, "text": "As she said this she looked down at her hands, and was surprised to see\nthat she had put on one of the Rabbit’s little white kid gloves while\nshe was talking. “How _can_ I have done that?” she thought. “I must be\ngrowing small again.” She got up and went to the table to measure\nherself by it, and found that, as nearly as she could guess, she was\nnow about two feet high, and was going on shrinking rapidly: she soon\nfound out that the cause of this was the fan she was holding, and she\ndropped it hastily, just in time to avoid shrinking away altogether.", "clean_text": "as she said this she looked down at her hands, and was surprised to see that she had put on one of the rabbit’s little white kid gloves while she was talking. “how _can_ i have done that?” she thought. “i must be growing small again.” she got up and went to the table to measure herself by it, and found that, as nearly as she could guess, she was now about two feet high, and was going on shrinking rapidly: she soon found out that the cause of this was the fan she was holding, and she dropped it hastily, just in time to avoid shrinking away altogether.", "token_count": 109, "char_count": 556}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 59, "text": "“That _was_ a narrow escape!” said Alice, a good deal frightened at the\nsudden change, but very glad to find herself still in existence; “and\nnow for the garden!” and she ran with all speed back to the little\ndoor: but, alas! the little door was shut again, and the little golden\nkey was lying on the glass table as before, “and things are worse than\never,” thought the poor child, “for I never was so small as this\nbefore, never! And I declare it’s too bad, that it is!”", "clean_text": "“that _was_ a narrow escape!” said alice, a good deal frightened at the sudden change, but very glad to find herself still in existence; “and now for the garden!” and she ran with all speed back to the little door: but, alas! the little door was shut again, and the little golden key was lying on the glass table as before, “and things are worse than ever,” thought the poor child, “for i never was so small as this before, never! and i declare it’s too bad, that it is!”", "token_count": 90, "char_count": 471}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 60, "text": "As she said these words her foot slipped, and in another moment,\nsplash! she was up to her chin in salt water. Her first idea was that\nshe had somehow fallen into the sea, “and in that case I can go back by\nrailway,” she said to herself. (Alice had been to the seaside once in\nher life, and had come to the general conclusion, that wherever you go\nto on the English coast you find a number of bathing machines in the\nsea, some children digging in the sand with wooden spades, then a row\nof lodging houses, and behind them a railway station.) However, she\nsoon made out that she was in the pool of tears which she had wept when\nshe was nine feet high.", "clean_text": "as she said these words her foot slipped, and in another moment, splash! she was up to her chin in salt water. her first idea was that she had somehow fallen into the sea, “and in that case i can go back by railway,” she said to herself. (alice had been to the seaside once in her life, and had come to the general conclusion, that wherever you go to on the english coast you find a number of bathing machines in the sea, some children digging in the sand with wooden spades, then a row of lodging houses, and behind them a railway station.) however, she soon made out that she was in the pool of tears which she had wept when she was nine feet high.", "token_count": 128, "char_count": 650}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 61, "text": "“I wish I hadn’t cried so much!” said Alice, as she swam about, trying\nto find her way out. “I shall be punished for it now, I suppose, by\nbeing drowned in my own tears! That _will_ be a queer thing, to be\nsure! However, everything is queer to-day.”", "clean_text": "“i wish i hadn’t cried so much!” said alice, as she swam about, trying to find her way out. “i shall be punished for it now, i suppose, by being drowned in my own tears! that _will_ be a queer thing, to be sure! however, everything is queer to-day.”", "token_count": 49, "char_count": 249}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 62, "text": "Just then she heard something splashing about in the pool a little way\noff, and she swam nearer to make out what it was: at first she thought\nit must be a walrus or hippopotamus, but then she remembered how small\nshe was now, and she soon made out that it was only a mouse that had\nslipped in like herself.", "clean_text": "just then she heard something splashing about in the pool a little way off, and she swam nearer to make out what it was: at first she thought it must be a walrus or hippopotamus, but then she remembered how small she was now, and she soon made out that it was only a mouse that had slipped in like herself.", "token_count": 61, "char_count": 306}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 63, "text": "“Would it be of any use, now,” thought Alice, “to speak to this mouse?\nEverything is so out-of-the-way down here, that I should think very\nlikely it can talk: at any rate, there’s no harm in trying.” So she\nbegan: “O Mouse, do you know the way out of this pool? I am very tired\nof swimming about here, O Mouse!” (Alice thought this must be the right\nway of speaking to a mouse: she had never done such a thing before, but\nshe remembered having seen in her brother’s Latin Grammar, “A mouse—of\na mouse—to a mouse—a mouse—O mouse!”) The Mouse looked at her rather\ninquisitively, and seemed to her to wink with one of its little eyes,\nbut it said nothing.", "clean_text": "“would it be of any use, now,” thought alice, “to speak to this mouse? everything is so out-of-the-way down here, that i should think very likely it can talk: at any rate, there’s no harm in trying.” so she began: “o mouse, do you know the way out of this pool? i am very tired of swimming about here, o mouse!” (alice thought this must be the right way of speaking to a mouse: she had never done such a thing before, but she remembered having seen in her brother’s latin grammar, “a mouse—of a mouse—to a mouse—a mouse—o mouse!”) the mouse looked at her rather inquisitively, and seemed to her to wink with one of its little eyes, but it said nothing.", "token_count": 123, "char_count": 652}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 64, "text": "“Perhaps it doesn’t understand English,” thought Alice; “I daresay it’s\na French mouse, come over with William the Conqueror.” (For, with all\nher knowledge of history, Alice had no very clear notion how long ago\nanything had happened.) So she began again: “Où est ma chatte?” which\nwas the first sentence in her French lesson-book. The Mouse gave a\nsudden leap out of the water, and seemed to quiver all over with\nfright. “Oh, I beg your pardon!” cried Alice hastily, afraid that she\nhad hurt the poor animal’s feelings. “I quite forgot you didn’t like\ncats.”", "clean_text": "“perhaps it doesn’t understand english,” thought alice; “i daresay it’s a french mouse, come over with william the conqueror.” (for, with all her knowledge of history, alice had no very clear notion how long ago anything had happened.) so she began again: “où est ma chatte?” which was the first sentence in her french lesson-book. the mouse gave a sudden leap out of the water, and seemed to quiver all over with fright. “oh, i beg your pardon!” cried alice hastily, afraid that she had hurt the poor animal’s feelings. “i quite forgot you didn’t like cats.”", "token_count": 97, "char_count": 559}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 66, "text": "“Well, perhaps not,” said Alice in a soothing tone: “don’t be angry\nabout it. And yet I wish I could show you our cat Dinah: I think you’d\ntake a fancy to cats if you could only see her. She is such a dear\nquiet thing,” Alice went on, half to herself, as she swam lazily about\nin the pool, “and she sits purring so nicely by the fire, licking her\npaws and washing her face—and she is such a nice soft thing to\nnurse—and she’s such a capital one for catching mice—oh, I beg your\npardon!” cried Alice again, for this time the Mouse was bristling all\nover, and she felt certain it must be really offended. “We won’t talk\nabout her any more if you’d rather not.”", "clean_text": "“well, perhaps not,” said alice in a soothing tone: “don’t be angry about it. and yet i wish i could show you our cat dinah: i think you’d take a fancy to cats if you could only see her. she is such a dear quiet thing,” alice went on, half to herself, as she swam lazily about in the pool, “and she sits purring so nicely by the fire, licking her paws and washing her face—and she is such a nice soft thing to nurse—and she’s such a capital one for catching mice—oh, i beg your pardon!” cried alice again, for this time the mouse was bristling all over, and she felt certain it must be really offended. “we won’t talk about her any more if you’d rather not.”", "token_count": 129, "char_count": 658}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 67, "text": "“We indeed!” cried the Mouse, who was trembling down to the end of his\ntail. “As if _I_ would talk on such a subject! Our family always\n_hated_ cats: nasty, low, vulgar things! Don’t let me hear the name\nagain!”", "clean_text": "“we indeed!” cried the mouse, who was trembling down to the end of his tail. “as if _i_ would talk on such a subject! our family always _hated_ cats: nasty, low, vulgar things! don’t let me hear the name again!”", "token_count": 40, "char_count": 211}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 68, "text": "“I won’t indeed!” said Alice, in a great hurry to change the subject of\nconversation. “Are you—are you fond—of—of dogs?” The Mouse did not\nanswer, so Alice went on eagerly: “There is such a nice little dog near\nour house I should like to show you! A little bright-eyed terrier, you\nknow, with oh, such long curly brown hair! And it’ll fetch things when\nyou throw them, and it’ll sit up and beg for its dinner, and all sorts\nof things—I can’t remember half of them—and it belongs to a farmer, you\nknow, and he says it’s so useful, it’s worth a hundred pounds! He says\nit kills all the rats and—oh dear!” cried Alice in a sorrowful tone,\n“I’m afraid I’ve offended it again!” For the Mouse was swimming away\nfrom her as hard as it could go, and making quite a commotion in the\npool as it went.", "clean_text": "“i won’t indeed!” said alice, in a great hurry to change the subject of conversation. “are you—are you fond—of—of dogs?” the mouse did not answer, so alice went on eagerly: “there is such a nice little dog near our house i should like to show you! a little bright-eyed terrier, you know, with oh, such long curly brown hair! and it’ll fetch things when you throw them, and it’ll sit up and beg for its dinner, and all sorts of things—i can’t remember half of them—and it belongs to a farmer, you know, and he says it’s so useful, it’s worth a hundred pounds! he says it kills all the rats and—oh dear!” cried alice in a sorrowful tone, “i’m afraid i’ve offended it again!” for the mouse was swimming away from her as hard as it could go, and making quite a commotion in the pool as it went.", "token_count": 150, "char_count": 790}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 69, "text": "So she called softly after it, “Mouse dear! Do come back again, and we\nwon’t talk about cats or dogs either, if you don’t like them!” When the\nMouse heard this, it turned round and swam slowly back to her: its face\nwas quite pale (with passion, Alice thought), and it said in a low\ntrembling voice, “Let us get to the shore, and then I’ll tell you my\nhistory, and you’ll understand why it is I hate cats and dogs.”", "clean_text": "so she called softly after it, “mouse dear! do come back again, and we won’t talk about cats or dogs either, if you don’t like them!” when the mouse heard this, it turned round and swam slowly back to her: its face was quite pale (with passion, alice thought), and it said in a low trembling voice, “let us get to the shore, and then i’ll tell you my history, and you’ll understand why it is i hate cats and dogs.”", "token_count": 81, "char_count": 414}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 70, "text": "It was high time to go, for the pool was getting quite crowded with the\nbirds and animals that had fallen into it: there were a Duck and a\nDodo, a Lory and an Eaglet, and several other curious creatures. Alice\nled the way, and the whole party swam to the shore.", "clean_text": "it was high time to go, for the pool was getting quite crowded with the birds and animals that had fallen into it: there were a duck and a dodo, a lory and an eaglet, and several other curious creatures. alice led the way, and the whole party swam to the shore.", "token_count": 52, "char_count": 261}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 72, "text": "They were indeed a queer-looking party that assembled on the bank—the\nbirds with draggled feathers, the animals with their fur clinging close\nto them, and all dripping wet, cross, and uncomfortable.", "clean_text": "they were indeed a queer-looking party that assembled on the bank—the birds with draggled feathers, the animals with their fur clinging close to them, and all dripping wet, cross, and uncomfortable.", "token_count": 31, "char_count": 198}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 73, "text": "The first question of course was, how to get dry again: they had a\nconsultation about this, and after a few minutes it seemed quite\nnatural to Alice to find herself talking familiarly with them, as if\nshe had known them all her life. Indeed, she had quite a long argument\nwith the Lory, who at last turned sulky, and would only say, “I am\nolder than you, and must know better;” and this Alice would not allow\nwithout knowing how old it was, and, as the Lory positively refused to\ntell its age, there was no more to be said.", "clean_text": "the first question of course was, how to get dry again: they had a consultation about this, and after a few minutes it seemed quite natural to alice to find herself talking familiarly with them, as if she had known them all her life. indeed, she had quite a long argument with the lory, who at last turned sulky, and would only say, “i am older than you, and must know better;” and this alice would not allow without knowing how old it was, and, as the lory positively refused to tell its age, there was no more to be said.", "token_count": 101, "char_count": 523}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 74, "text": "At last the Mouse, who seemed to be a person of authority among them,\ncalled out, “Sit down, all of you, and listen to me! _I’ll_ soon make\nyou dry enough!” They all sat down at once, in a large ring, with the\nMouse in the middle. Alice kept her eyes anxiously fixed on it, for she\nfelt sure she would catch a bad cold if she did not get dry very soon.", "clean_text": "at last the mouse, who seemed to be a person of authority among them, called out, “sit down, all of you, and listen to me! _i’ll_ soon make you dry enough!” they all sat down at once, in a large ring, with the mouse in the middle. alice kept her eyes anxiously fixed on it, for she felt sure she would catch a bad cold if she did not get dry very soon.", "token_count": 73, "char_count": 352}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 75, "text": "“Ahem!” said the Mouse with an important air, “are you all ready? This\nis the driest thing I know. Silence all round, if you please! ‘William\nthe Conqueror, whose cause was favoured by the pope, was soon submitted\nto by the English, who wanted leaders, and had been of late much\naccustomed to usurpation and conquest. Edwin and Morcar, the earls of\nMercia and Northumbria—’”", "clean_text": "“ahem!” said the mouse with an important air, “are you all ready? this is the driest thing i know. silence all round, if you please! ‘william the conqueror, whose cause was favoured by the pope, was soon submitted to by the english, who wanted leaders, and had been of late much accustomed to usurpation and conquest. edwin and morcar, the earls of mercia and northumbria—’”", "token_count": 65, "char_count": 374}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 79, "text": "“I thought you did,” said the Mouse. “—I proceed. ‘Edwin and Morcar,\nthe earls of Mercia and Northumbria, declared for him: and even\nStigand, the patriotic archbishop of Canterbury, found it advisable—’”", "clean_text": "“i thought you did,” said the mouse. “—i proceed. ‘edwin and morcar, the earls of mercia and northumbria, declared for him: and even stigand, the patriotic archbishop of canterbury, found it advisable—’”", "token_count": 32, "char_count": 203}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 82, "text": "“I know what ‘it’ means well enough, when _I_ find a thing,” said the\nDuck: “it’s generally a frog or a worm. The question is, what did the\narchbishop find?”", "clean_text": "“i know what ‘it’ means well enough, when _i_ find a thing,” said the duck: “it’s generally a frog or a worm. the question is, what did the archbishop find?”", "token_count": 30, "char_count": 157}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 83, "text": "The Mouse did not notice this question, but hurriedly went on, “‘—found\nit advisable to go with Edgar Atheling to meet William and offer him\nthe crown. William’s conduct at first was moderate. But the insolence\nof his Normans—’ How are you getting on now, my dear?” it continued,\nturning to Alice as it spoke.", "clean_text": "the mouse did not notice this question, but hurriedly went on, “‘—found it advisable to go with edgar atheling to meet william and offer him the crown. william’s conduct at first was moderate. but the insolence of his normans—’ how are you getting on now, my dear?” it continued, turning to alice as it spoke.", "token_count": 55, "char_count": 309}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 86, "text": "“Speak English!” said the Eaglet. “I don’t know the meaning of half\nthose long words, and, what’s more, I don’t believe you do either!” And\nthe Eaglet bent down its head to hide a smile: some of the other birds\ntittered audibly.", "clean_text": "“speak english!” said the eaglet. “i don’t know the meaning of half those long words, and, what’s more, i don’t believe you do either!” and the eaglet bent down its head to hide a smile: some of the other birds tittered audibly.", "token_count": 42, "char_count": 228}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 88, "text": "“What _is_ a Caucus-race?” said Alice; not that she wanted much to\nknow, but the Dodo had paused as if it thought that _somebody_ ought to\nspeak, and no one else seemed inclined to say anything.", "clean_text": "“what _is_ a caucus-race?” said alice; not that she wanted much to know, but the dodo had paused as if it thought that _somebody_ ought to speak, and no one else seemed inclined to say anything.", "token_count": 36, "char_count": 194}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 89, "text": "“Why,” said the Dodo, “the best way to explain it is to do it.” (And,\nas you might like to try the thing yourself, some winter day, I will\ntell you how the Dodo managed it.)", "clean_text": "“why,” said the dodo, “the best way to explain it is to do it.” (and, as you might like to try the thing yourself, some winter day, i will tell you how the dodo managed it.)", "token_count": 36, "char_count": 173}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 90, "text": "First it marked out a race-course, in a sort of circle, (“the exact\nshape doesn’t matter,” it said,) and then all the party were placed\nalong the course, here and there. There was no “One, two, three, and\naway,” but they began running when they liked, and left off when they\nliked, so that it was not easy to know when the race was over. However,\nwhen they had been running half an hour or so, and were quite dry\nagain, the Dodo suddenly called out “The race is over!” and they all\ncrowded round it, panting, and asking, “But who has won?”", "clean_text": "first it marked out a race-course, in a sort of circle, (“the exact shape doesn’t matter,” it said,) and then all the party were placed along the course, here and there. there was no “one, two, three, and away,” but they began running when they liked, and left off when they liked, so that it was not easy to know when the race was over. however, when they had been running half an hour or so, and were quite dry again, the dodo suddenly called out “the race is over!” and they all crowded round it, panting, and asking, “but who has won?”", "token_count": 103, "char_count": 539}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 91, "text": "This question the Dodo could not answer without a great deal of\nthought, and it sat for a long time with one finger pressed upon its\nforehead (the position in which you usually see Shakespeare, in the\npictures of him), while the rest waited in silence. At last the Dodo\nsaid, “_Everybody_ has won, and all must have prizes.”", "clean_text": "this question the dodo could not answer without a great deal of thought, and it sat for a long time with one finger pressed upon its forehead (the position in which you usually see shakespeare, in the pictures of him), while the rest waited in silence. at last the dodo said, “_everybody_ has won, and all must have prizes.”", "token_count": 59, "char_count": 324}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 93, "text": "“Why, _she_, of course,” said the Dodo, pointing to Alice with one\nfinger; and the whole party at once crowded round her, calling out in a\nconfused way, “Prizes! Prizes!”", "clean_text": "“why, _she_, of course,” said the dodo, pointing to alice with one finger; and the whole party at once crowded round her, calling out in a confused way, “prizes! prizes!”", "token_count": 30, "char_count": 170}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 94, "text": "Alice had no idea what to do, and in despair she put her hand in her\npocket, and pulled out a box of comfits, (luckily the salt water had\nnot got into it), and handed them round as prizes. There was exactly\none a-piece, all round.", "clean_text": "alice had no idea what to do, and in despair she put her hand in her pocket, and pulled out a box of comfits, (luckily the salt water had not got into it), and handed them round as prizes. there was exactly one a-piece, all round.", "token_count": 46, "char_count": 230}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 99, "text": "Then they all crowded round her once more, while the Dodo solemnly\npresented the thimble, saying “We beg your acceptance of this elegant\nthimble;” and, when it had finished this short speech, they all\ncheered.", "clean_text": "then they all crowded round her once more, while the dodo solemnly presented the thimble, saying “we beg your acceptance of this elegant thimble;” and, when it had finished this short speech, they all cheered.", "token_count": 35, "char_count": 209}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 100, "text": "Alice thought the whole thing very absurd, but they all looked so grave\nthat she did not dare to laugh; and, as she could not think of anything\nto say, she simply bowed, and took the thimble, looking as solemn as\nshe could.", "clean_text": "alice thought the whole thing very absurd, but they all looked so grave that she did not dare to laugh; and, as she could not think of anything to say, she simply bowed, and took the thimble, looking as solemn as she could.", "token_count": 43, "char_count": 223}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 101, "text": "The next thing was to eat the comfits: this caused some noise and\nconfusion, as the large birds complained that they could not taste\ntheirs, and the small ones choked and had to be patted on the back.\nHowever, it was over at last, and they sat down again in a ring, and\nbegged the Mouse to tell them something more.", "clean_text": "the next thing was to eat the comfits: this caused some noise and confusion, as the large birds complained that they could not taste theirs, and the small ones choked and had to be patted on the back. however, it was over at last, and they sat down again in a ring, and begged the mouse to tell them something more.", "token_count": 61, "char_count": 315}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 102, "text": "“You promised to tell me your history, you know,” said Alice, “and why\nit is you hate—C and D,” she added in a whisper, half afraid that it\nwould be offended again.", "clean_text": "“you promised to tell me your history, you know,” said alice, “and why it is you hate—c and d,” she added in a whisper, half afraid that it would be offended again.", "token_count": 32, "char_count": 164}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 104, "text": "“It _is_ a long tail, certainly,” said Alice, looking down with wonder\nat the Mouse’s tail; “but why do you call it sad?” And she kept on\npuzzling about it while the Mouse was speaking, so that her idea of the\ntale was something like this:—", "clean_text": "“it _is_ a long tail, certainly,” said alice, looking down with wonder at the mouse’s tail; “but why do you call it sad?” and she kept on puzzling about it while the mouse was speaking, so that her idea of the tale was something like this:—", "token_count": 46, "char_count": 240}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 105, "text": "“Fury said to a mouse, That he met in the house, ‘Let us both\n         go to law: _I_ will prosecute _you_.—Come, I’ll take no\n         denial; We must have a trial: For really this morning I’ve\n         nothing to do.’ Said the mouse to the cur, ‘Such a trial, dear\n         sir, With no jury or judge, would be wasting our breath.’\n         ‘I’ll be judge, I’ll be jury,’ Said cunning old Fury: ‘I’ll\n         try the whole cause, and condemn you to death.’”", "clean_text": "“fury said to a mouse, that he met in the house, ‘let us both go to law: _i_ will prosecute _you_.—come, i’ll take no denial; we must have a trial: for really this morning i’ve nothing to do.’ said the mouse to the cur, ‘such a trial, dear sir, with no jury or judge, would be wasting our breath.’ ‘i’ll be judge, i’ll be jury,’ said cunning old fury: ‘i’ll try the whole cause, and condemn you to death.’”", "token_count": 79, "char_count": 460}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 113, "text": "“Please come back and finish your story!” Alice called after it; and\nthe others all joined in chorus, “Yes, please do!” but the Mouse only\nshook its head impatiently, and walked a little quicker.", "clean_text": "“please come back and finish your story!” alice called after it; and the others all joined in chorus, “yes, please do!” but the mouse only shook its head impatiently, and walked a little quicker.", "token_count": 34, "char_count": 195}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 114, "text": "“What a pity it wouldn’t stay!” sighed the Lory, as soon as it was\nquite out of sight; and an old Crab took the opportunity of saying to\nher daughter “Ah, my dear! Let this be a lesson to you never to lose\n_your_ temper!” “Hold your tongue, Ma!” said the young Crab, a little\nsnappishly. “You’re enough to try the patience of an oyster!”", "clean_text": "“what a pity it wouldn’t stay!” sighed the lory, as soon as it was quite out of sight; and an old crab took the opportunity of saying to her daughter “ah, my dear! let this be a lesson to you never to lose _your_ temper!” “hold your tongue, ma!” said the young crab, a little snappishly. “you’re enough to try the patience of an oyster!”", "token_count": 65, "char_count": 337}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 117, "text": "Alice replied eagerly, for she was always ready to talk about her pet:\n“Dinah’s our cat. And she’s such a capital one for catching mice you\ncan’t think! And oh, I wish you could see her after the birds! Why,\nshe’ll eat a little bird as soon as look at it!”", "clean_text": "alice replied eagerly, for she was always ready to talk about her pet: “dinah’s our cat. and she’s such a capital one for catching mice you can’t think! and oh, i wish you could see her after the birds! why, she’ll eat a little bird as soon as look at it!”", "token_count": 51, "char_count": 256}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 118, "text": "This speech caused a remarkable sensation among the party. Some of the\nbirds hurried off at once: one old Magpie began wrapping itself up very\ncarefully, remarking, “I really must be getting home; the night-air\ndoesn’t suit my throat!” and a Canary called out in a trembling voice\nto its children, “Come away, my dears! It’s high time you were all in\nbed!” On various pretexts they all moved off, and Alice was soon left\nalone.", "clean_text": "this speech caused a remarkable sensation among the party. some of the birds hurried off at once: one old magpie began wrapping itself up very carefully, remarking, “i really must be getting home; the night-air doesn’t suit my throat!” and a canary called out in a trembling voice to its children, “come away, my dears! it’s high time you were all in bed!” on various pretexts they all moved off, and alice was soon left alone.", "token_count": 76, "char_count": 427}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 119, "text": "“I wish I hadn’t mentioned Dinah!” she said to herself in a melancholy\ntone. “Nobody seems to like her, down here, and I’m sure she’s the best\ncat in the world! Oh, my dear Dinah! I wonder if I shall ever see you\nany more!” And here poor Alice began to cry again, for she felt very\nlonely and low-spirited. In a little while, however, she again heard a\nlittle pattering of footsteps in the distance, and she looked up\neagerly, half hoping that the Mouse had changed his mind, and was\ncoming back to finish his story.", "clean_text": "“i wish i hadn’t mentioned dinah!” she said to herself in a melancholy tone. “nobody seems to like her, down here, and i’m sure she’s the best cat in the world! oh, my dear dinah! i wonder if i shall ever see you any more!” and here poor alice began to cry again, for she felt very lonely and low-spirited. in a little while, however, she again heard a little pattering of footsteps in the distance, and she looked up eagerly, half hoping that the mouse had changed his mind, and was coming back to finish his story.", "token_count": 98, "char_count": 516}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 121, "text": "It was the White Rabbit, trotting slowly back again, and looking\nanxiously about as it went, as if it had lost something; and she heard\nit muttering to itself “The Duchess! The Duchess! Oh my dear paws! Oh\nmy fur and whiskers! She’ll get me executed, as sure as ferrets are\nferrets! Where _can_ I have dropped them, I wonder?” Alice guessed in a\nmoment that it was looking for the fan and the pair of white kid\ngloves, and she very good-naturedly began hunting about for them, but\nthey were nowhere to be seen—everything seemed to have changed since\nher swim in the pool, and the great hall, with the glass table and the\nlittle door, had vanished completely.", "clean_text": "it was the white rabbit, trotting slowly back again, and looking anxiously about as it went, as if it had lost something; and she heard it muttering to itself “the duchess! the duchess! oh my dear paws! oh my fur and whiskers! she’ll get me executed, as sure as ferrets are ferrets! where _can_ i have dropped them, i wonder?” alice guessed in a moment that it was looking for the fan and the pair of white kid gloves, and she very good-naturedly began hunting about for them, but they were nowhere to be seen—everything seemed to have changed since her swim in the pool, and the great hall, with the glass table and the little door, had vanished completely.", "token_count": 120, "char_count": 658}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 122, "text": "Very soon the Rabbit noticed Alice, as she went hunting about, and\ncalled out to her in an angry tone, “Why, Mary Ann, what _are_ you\ndoing out here? Run home this moment, and fetch me a pair of gloves and\na fan! Quick, now!” And Alice was so much frightened that she ran off\nat once in the direction it pointed to, without trying to explain the\nmistake it had made.", "clean_text": "very soon the rabbit noticed alice, as she went hunting about, and called out to her in an angry tone, “why, mary ann, what _are_ you doing out here? run home this moment, and fetch me a pair of gloves and a fan! quick, now!” and alice was so much frightened that she ran off at once in the direction it pointed to, without trying to explain the mistake it had made.", "token_count": 72, "char_count": 366}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 123, "text": "“He took me for his housemaid,” she said to herself as she ran. “How\nsurprised he’ll be when he finds out who I am! But I’d better take him\nhis fan and gloves—that is, if I can find them.” As she said this, she\ncame upon a neat little house, on the door of which was a bright brass\nplate with the name “W. RABBIT,” engraved upon it. She went in without\nknocking, and hurried upstairs, in great fear lest she should meet the\nreal Mary Ann, and be turned out of the house before she had found the\nfan and gloves.", "clean_text": "“he took me for his housemaid,” she said to herself as she ran. “how surprised he’ll be when he finds out who i am! but i’d better take him his fan and gloves—that is, if i can find them.” as she said this, she came upon a neat little house, on the door of which was a bright brass plate with the name “w. rabbit,” engraved upon it. she went in without knocking, and hurried upstairs, in great fear lest she should meet the real mary ann, and be turned out of the house before she had found the fan and gloves.", "token_count": 102, "char_count": 510}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 124, "text": "“How queer it seems,” Alice said to herself, “to be going messages for\na rabbit! I suppose Dinah’ll be sending me on messages next!” And she\nbegan fancying the sort of thing that would happen: “‘Miss Alice! Come\nhere directly, and get ready for your walk!’ ‘Coming in a minute,\nnurse! But I’ve got to see that the mouse doesn’t get out.’ Only I\ndon’t think,” Alice went on, “that they’d let Dinah stop in the house\nif it began ordering people about like that!”", "clean_text": "“how queer it seems,” alice said to herself, “to be going messages for a rabbit! i suppose dinah’ll be sending me on messages next!” and she began fancying the sort of thing that would happen: “‘miss alice! come here directly, and get ready for your walk!’ ‘coming in a minute, nurse! but i’ve got to see that the mouse doesn’t get out.’ only i don’t think,” alice went on, “that they’d let dinah stop in the house if it began ordering people about like that!”", "token_count": 85, "char_count": 460}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 125, "text": "By this time she had found her way into a tidy little room with a table\nin the window, and on it (as she had hoped) a fan and two or three\npairs of tiny white kid gloves: she took up the fan and a pair of the\ngloves, and was just going to leave the room, when her eye fell upon a\nlittle bottle that stood near the looking-glass. There was no label\nthis time with the words “DRINK ME,” but nevertheless she uncorked it\nand put it to her lips. “I know _something_ interesting is sure to\nhappen,” she said to herself, “whenever I eat or drink anything; so\nI’ll just see what this bottle does. I do hope it’ll make me grow large\nagain, for really I’m quite tired of being such a tiny little thing!”", "clean_text": "by this time she had found her way into a tidy little room with a table in the window, and on it (as she had hoped) a fan and two or three pairs of tiny white kid gloves: she took up the fan and a pair of the gloves, and was just going to leave the room, when her eye fell upon a little bottle that stood near the looking-glass. there was no label this time with the words “drink me,” but nevertheless she uncorked it and put it to her lips. “i know _something_ interesting is sure to happen,” she said to herself, “whenever i eat or drink anything; so i’ll just see what this bottle does. i do hope it’ll make me grow large again, for really i’m quite tired of being such a tiny little thing!”", "token_count": 139, "char_count": 694}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 126, "text": "It did so indeed, and much sooner than she had expected: before she had\ndrunk half the bottle, she found her head pressing against the ceiling,\nand had to stoop to save her neck from being broken. She hastily put\ndown the bottle, saying to herself “That’s quite enough—I hope I shan’t\ngrow any more—As it is, I can’t get out at the door—I do wish I hadn’t\ndrunk quite so much!”", "clean_text": "it did so indeed, and much sooner than she had expected: before she had drunk half the bottle, she found her head pressing against the ceiling, and had to stoop to save her neck from being broken. she hastily put down the bottle, saying to herself “that’s quite enough—i hope i shan’t grow any more—as it is, i can’t get out at the door—i do wish i hadn’t drunk quite so much!”", "token_count": 72, "char_count": 377}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 127, "text": "Alas! it was too late to wish that! She went on growing, and growing,\nand very soon had to kneel down on the floor: in another minute there\nwas not even room for this, and she tried the effect of lying down with\none elbow against the door, and the other arm curled round her head.\nStill she went on growing, and, as a last resource, she put one arm out\nof the window, and one foot up the chimney, and said to herself “Now I\ncan do no more, whatever happens. What _will_ become of me?”", "clean_text": "alas! it was too late to wish that! she went on growing, and growing, and very soon had to kneel down on the floor: in another minute there was not even room for this, and she tried the effect of lying down with one elbow against the door, and the other arm curled round her head. still she went on growing, and, as a last resource, she put one arm out of the window, and one foot up the chimney, and said to herself “now i can do no more, whatever happens. what _will_ become of me?”", "token_count": 97, "char_count": 484}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 128, "text": "Luckily for Alice, the little magic bottle had now had its full effect,\nand she grew no larger: still it was very uncomfortable, and, as there\nseemed to be no sort of chance of her ever getting out of the room\nagain, no wonder she felt unhappy.", "clean_text": "luckily for alice, the little magic bottle had now had its full effect, and she grew no larger: still it was very uncomfortable, and, as there seemed to be no sort of chance of her ever getting out of the room again, no wonder she felt unhappy.", "token_count": 47, "char_count": 244}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 129, "text": "“It was much pleasanter at home,” thought poor Alice, “when one wasn’t\nalways growing larger and smaller, and being ordered about by mice and\nrabbits. I almost wish I hadn’t gone down that rabbit-hole—and yet—and\nyet—it’s rather curious, you know, this sort of life! I do wonder what\n_can_ have happened to me! When I used to read fairy-tales, I fancied\nthat kind of thing never happened, and now here I am in the middle of\none! There ought to be a book written about me, that there ought! And\nwhen I grow up, I’ll write one—but I’m grown up now,” she added in a\nsorrowful tone; “at least there’s no room to grow up any more _here_.”", "clean_text": "“it was much pleasanter at home,” thought poor alice, “when one wasn’t always growing larger and smaller, and being ordered about by mice and rabbits. i almost wish i hadn’t gone down that rabbit-hole—and yet—and yet—it’s rather curious, you know, this sort of life! i do wonder what _can_ have happened to me! when i used to read fairy-tales, i fancied that kind of thing never happened, and now here i am in the middle of one! there ought to be a book written about me, that there ought! and when i grow up, i’ll write one—but i’m grown up now,” she added in a sorrowful tone; “at least there’s no room to grow up any more _here_.”", "token_count": 118, "char_count": 633}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 130, "text": "“But then,” thought Alice, “shall I _never_ get any older than I am\nnow? That’ll be a comfort, one way—never to be an old woman—but\nthen—always to have lessons to learn! Oh, I shouldn’t like _that!_”", "clean_text": "“but then,” thought alice, “shall i _never_ get any older than i am now? that’ll be a comfort, one way—never to be an old woman—but then—always to have lessons to learn! oh, i shouldn’t like _that!_”", "token_count": 36, "char_count": 199}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 132, "text": "And so she went on, taking first one side and then the other, and\nmaking quite a conversation of it altogether; but after a few minutes\nshe heard a voice outside, and stopped to listen.", "clean_text": "and so she went on, taking first one side and then the other, and making quite a conversation of it altogether; but after a few minutes she heard a voice outside, and stopped to listen.", "token_count": 35, "char_count": 185}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 133, "text": "“Mary Ann! Mary Ann!” said the voice. “Fetch me my gloves this moment!”\nThen came a little pattering of feet on the stairs. Alice knew it was\nthe Rabbit coming to look for her, and she trembled till she shook the\nhouse, quite forgetting that she was now about a thousand times as\nlarge as the Rabbit, and had no reason to be afraid of it.", "clean_text": "“mary ann! mary ann!” said the voice. “fetch me my gloves this moment!” then came a little pattering of feet on the stairs. alice knew it was the rabbit coming to look for her, and she trembled till she shook the house, quite forgetting that she was now about a thousand times as large as the rabbit, and had no reason to be afraid of it.", "token_count": 66, "char_count": 338}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 134, "text": "Presently the Rabbit came up to the door, and tried to open it; but, as\nthe door opened inwards, and Alice’s elbow was pressed hard against it,\nthat attempt proved a failure. Alice heard it say to itself “Then I’ll\ngo round and get in at the window.”", "clean_text": "presently the rabbit came up to the door, and tried to open it; but, as the door opened inwards, and alice’s elbow was pressed hard against it, that attempt proved a failure. alice heard it say to itself “then i’ll go round and get in at the window.”", "token_count": 48, "char_count": 250}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 135, "text": "“_That_ you won’t!” thought Alice, and, after waiting till she fancied\nshe heard the Rabbit just under the window, she suddenly spread out her\nhand, and made a snatch in the air. She did not get hold of anything,\nbut she heard a little shriek and a fall, and a crash of broken glass,\nfrom which she concluded that it was just possible it had fallen into a\ncucumber-frame, or something of the sort.", "clean_text": "“_that_ you won’t!” thought alice, and, after waiting till she fancied she heard the rabbit just under the window, she suddenly spread out her hand, and made a snatch in the air. she did not get hold of anything, but she heard a little shriek and a fall, and a crash of broken glass, from which she concluded that it was just possible it had fallen into a cucumber-frame, or something of the sort.", "token_count": 74, "char_count": 397}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 143, "text": "There was a long silence after this, and Alice could only hear whispers\nnow and then; such as, “Sure, I don’t like it, yer honour, at all, at\nall!” “Do as I tell you, you coward!” and at last she spread out her\nhand again, and made another snatch in the air. This time there were\n_two_ little shrieks, and more sounds of broken glass. “What a number\nof cucumber-frames there must be!” thought Alice. “I wonder what\nthey’ll do next! As for pulling me out of the window, I only wish they\n_could!_ I’m sure _I_ don’t want to stay in here any longer!”", "clean_text": "there was a long silence after this, and alice could only hear whispers now and then; such as, “sure, i don’t like it, yer honour, at all, at all!” “do as i tell you, you coward!” and at last she spread out her hand again, and made another snatch in the air. this time there were _two_ little shrieks, and more sounds of broken glass. “what a number of cucumber-frames there must be!” thought alice. “i wonder what they’ll do next! as for pulling me out of the window, i only wish they _could!_ i’m sure _i_ don’t want to stay in here any longer!”", "token_count": 105, "char_count": 547}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 144, "text": "She waited for some time without hearing anything more: at last came a\nrumbling of little cartwheels, and the sound of a good many voices all\ntalking together: she made out the words: “Where’s the other\nladder?—Why, I hadn’t to bring but one; Bill’s got the other—Bill!\nfetch it here, lad!—Here, put ’em up at this corner—No, tie ’em\ntogether first—they don’t reach half high enough yet—Oh! they’ll do\nwell enough; don’t be particular—Here, Bill! catch hold of this\nrope—Will the roof bear?—Mind that loose slate—Oh, it’s coming down!\nHeads below!” (a loud crash)—“Now, who did that?—It was Bill, I\nfancy—Who’s to go down the chimney?—Nay, _I_ shan’t! _You_ do\nit!—_That_ I won’t, then!—Bill’s to go down—Here, Bill! the master says\nyou’re to go down the chimney!”", "clean_text": "she waited for some time without hearing anything more: at last came a rumbling of little cartwheels, and the sound of a good many voices all talking together: she made out the words: “where’s the other ladder?—why, i hadn’t to bring but one; bill’s got the other—bill! fetch it here, lad!—here, put ’em up at this corner—no, tie ’em together first—they don’t reach half high enough yet—oh! they’ll do well enough; don’t be particular—here, bill! catch hold of this rope—will the roof bear?—mind that loose slate—oh, it’s coming down! heads below!” (a loud crash)—“now, who did that?—it was bill, i fancy—who’s to go down the chimney?—nay, _i_ shan’t! _you_ do it!—_that_ i won’t, then!—bill’s to go down—here, bill! the master says you’re to go down the chimney!”", "token_count": 127, "char_count": 764}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 145, "text": "“Oh! So Bill’s got to come down the chimney, has he?” said Alice to\nherself. “Shy, they seem to put everything upon Bill! I wouldn’t be in\nBill’s place for a good deal: this fireplace is narrow, to be sure; but\nI _think_ I can kick a little!”", "clean_text": "“oh! so bill’s got to come down the chimney, has he?” said alice to herself. “shy, they seem to put everything upon bill! i wouldn’t be in bill’s place for a good deal: this fireplace is narrow, to be sure; but i _think_ i can kick a little!”", "token_count": 48, "char_count": 242}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 146, "text": "She drew her foot as far down the chimney as she could, and waited till\nshe heard a little animal (she couldn’t guess of what sort it was)\nscratching and scrambling about in the chimney close above her: then,\nsaying to herself “This is Bill,” she gave one sharp kick, and waited\nto see what would happen next.", "clean_text": "she drew her foot as far down the chimney as she could, and waited till she heard a little animal (she couldn’t guess of what sort it was) scratching and scrambling about in the chimney close above her: then, saying to herself “this is bill,” she gave one sharp kick, and waited to see what would happen next.", "token_count": 58, "char_count": 309}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 147, "text": "The first thing she heard was a general chorus of “There goes Bill!”\nthen the Rabbit’s voice along—“Catch him, you by the hedge!” then\nsilence, and then another confusion of voices—“Hold up his head—Brandy\nnow—Don’t choke him—How was it, old fellow? What happened to you? Tell\nus all about it!”", "clean_text": "the first thing she heard was a general chorus of “there goes bill!” then the rabbit’s voice along—“catch him, you by the hedge!” then silence, and then another confusion of voices—“hold up his head—brandy now—don’t choke him—how was it, old fellow? what happened to you? tell us all about it!”", "token_count": 50, "char_count": 294}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 148, "text": "Last came a little feeble, squeaking voice, (“That’s Bill,” thought\nAlice,) “Well, I hardly know—No more, thank ye; I’m better now—but I’m\na deal too flustered to tell you—all I know is, something comes at me\nlike a Jack-in-the-box, and up I goes like a sky-rocket!”", "clean_text": "last came a little feeble, squeaking voice, (“that’s bill,” thought alice,) “well, i hardly know—no more, thank ye; i’m better now—but i’m a deal too flustered to tell you—all i know is, something comes at me like a jack-in-the-box, and up i goes like a sky-rocket!”", "token_count": 46, "char_count": 266}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 151, "text": "There was a dead silence instantly, and Alice thought to herself, “I\nwonder what they _will_ do next! If they had any sense, they’d take the\nroof off.” After a minute or two, they began moving about again, and\nAlice heard the Rabbit say, “A barrowful will do, to begin with.”", "clean_text": "there was a dead silence instantly, and alice thought to herself, “i wonder what they _will_ do next! if they had any sense, they’d take the roof off.” after a minute or two, they began moving about again, and alice heard the rabbit say, “a barrowful will do, to begin with.”", "token_count": 51, "char_count": 275}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 152, "text": "“A barrowful of _what?_” thought Alice; but she had not long to doubt,\nfor the next moment a shower of little pebbles came rattling in at the\nwindow, and some of them hit her in the face. “I’ll put a stop to\nthis,” she said to herself, and shouted out, “You’d better not do that\nagain!” which produced another dead silence.", "clean_text": "“a barrowful of _what?_” thought alice; but she had not long to doubt, for the next moment a shower of little pebbles came rattling in at the window, and some of them hit her in the face. “i’ll put a stop to this,” she said to herself, and shouted out, “you’d better not do that again!” which produced another dead silence.", "token_count": 61, "char_count": 323}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 153, "text": "Alice noticed with some surprise that the pebbles were all turning into\nlittle cakes as they lay on the floor, and a bright idea came into her\nhead. “If I eat one of these cakes,” she thought, “it’s sure to make\n_some_ change in my size; and as it can’t possibly make me larger, it\nmust make me smaller, I suppose.”", "clean_text": "alice noticed with some surprise that the pebbles were all turning into little cakes as they lay on the floor, and a bright idea came into her head. “if i eat one of these cakes,” she thought, “it’s sure to make _some_ change in my size; and as it can’t possibly make me larger, it must make me smaller, i suppose.”", "token_count": 61, "char_count": 315}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 154, "text": "So she swallowed one of the cakes, and was delighted to find that she\nbegan shrinking directly. As soon as she was small enough to get\nthrough the door, she ran out of the house, and found quite a crowd of\nlittle animals and birds waiting outside. The poor little Lizard, Bill,\nwas in the middle, being held up by two guinea-pigs, who were giving it\nsomething out of a bottle. They all made a rush at Alice the moment she\nappeared; but she ran off as hard as she could, and soon found herself\nsafe in a thick wood.", "clean_text": "so she swallowed one of the cakes, and was delighted to find that she began shrinking directly. as soon as she was small enough to get through the door, she ran out of the house, and found quite a crowd of little animals and birds waiting outside. the poor little lizard, bill, was in the middle, being held up by two guinea-pigs, who were giving it something out of a bottle. they all made a rush at alice the moment she appeared; but she ran off as hard as she could, and soon found herself safe in a thick wood.", "token_count": 100, "char_count": 514}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 155, "text": "“The first thing I’ve got to do,” said Alice to herself, as she\nwandered about in the wood, “is to grow to my right size again; and the\nsecond thing is to find my way into that lovely garden. I think that\nwill be the best plan.”", "clean_text": "“the first thing i’ve got to do,” said alice to herself, as she wandered about in the wood, “is to grow to my right size again; and the second thing is to find my way into that lovely garden. i think that will be the best plan.”", "token_count": 47, "char_count": 228}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 156, "text": "It sounded an excellent plan, no doubt, and very neatly and simply\narranged; the only difficulty was, that she had not the smallest idea\nhow to set about it; and while she was peering about anxiously among\nthe trees, a little sharp bark just over her head made her look up in a\ngreat hurry.", "clean_text": "it sounded an excellent plan, no doubt, and very neatly and simply arranged; the only difficulty was, that she had not the smallest idea how to set about it; and while she was peering about anxiously among the trees, a little sharp bark just over her head made her look up in a great hurry.", "token_count": 55, "char_count": 290}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 157, "text": "An enormous puppy was looking down at her with large round eyes, and\nfeebly stretching out one paw, trying to touch her. “Poor little\nthing!” said Alice, in a coaxing tone, and she tried hard to whistle to\nit; but she was terribly frightened all the time at the thought that it\nmight be hungry, in which case it would be very likely to eat her up in\nspite of all her coaxing.", "clean_text": "an enormous puppy was looking down at her with large round eyes, and feebly stretching out one paw, trying to touch her. “poor little thing!” said alice, in a coaxing tone, and she tried hard to whistle to it; but she was terribly frightened all the time at the thought that it might be hungry, in which case it would be very likely to eat her up in spite of all her coaxing.", "token_count": 73, "char_count": 375}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 158, "text": "Hardly knowing what she did, she picked up a little bit of stick, and\nheld it out to the puppy; whereupon the puppy jumped into the air off\nall its feet at once, with a yelp of delight, and rushed at the stick,\nand made believe to worry it; then Alice dodged behind a great thistle,\nto keep herself from being run over; and the moment she appeared on the\nother side, the puppy made another rush at the stick, and tumbled head\nover heels in its hurry to get hold of it; then Alice, thinking it was\nvery like having a game of play with a cart-horse, and expecting every\nmoment to be trampled under its feet, ran round the thistle again; then\nthe puppy began a series of short charges at the stick, running a very\nlittle way forwards each time and a long way back, and barking hoarsely\nall the while, till at last it sat down a good way off, panting, with\nits tongue hanging out of its mouth, and its great eyes half shut.", "clean_text": "hardly knowing what she did, she picked up a little bit of stick, and held it out to the puppy; whereupon the puppy jumped into the air off all its feet at once, with a yelp of delight, and rushed at the stick, and made believe to worry it; then alice dodged behind a great thistle, to keep herself from being run over; and the moment she appeared on the other side, the puppy made another rush at the stick, and tumbled head over heels in its hurry to get hold of it; then alice, thinking it was very like having a game of play with a cart-horse, and expecting every moment to be trampled under its feet, ran round the thistle again; then the puppy began a series of short charges at the stick, running a very little way forwards each time and a long way back, and barking hoarsely all the while, till at last it sat down a good way off, panting, with its tongue hanging out of its mouth, and its great eyes half shut.", "token_count": 179, "char_count": 919}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 159, "text": "This seemed to Alice a good opportunity for making her escape; so she\nset off at once, and ran till she was quite tired and out of breath,\nand till the puppy’s bark sounded quite faint in the distance.", "clean_text": "this seemed to alice a good opportunity for making her escape; so she set off at once, and ran till she was quite tired and out of breath, and till the puppy’s bark sounded quite faint in the distance.", "token_count": 39, "char_count": 201}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 160, "text": "“And yet what a dear little puppy it was!” said Alice, as she leant\nagainst a buttercup to rest herself, and fanned herself with one of the\nleaves: “I should have liked teaching it tricks very much, if—if I’d\nonly been the right size to do it! Oh dear! I’d nearly forgotten that\nI’ve got to grow up again! Let me see—how _is_ it to be managed? I\nsuppose I ought to eat or drink something or other; but the great\nquestion is, what?”", "clean_text": "“and yet what a dear little puppy it was!” said alice, as she leant against a buttercup to rest herself, and fanned herself with one of the leaves: “i should have liked teaching it tricks very much, if—if i’d only been the right size to do it! oh dear! i’d nearly forgotten that i’ve got to grow up again! let me see—how _is_ it to be managed? i suppose i ought to eat or drink something or other; but the great question is, what?”", "token_count": 84, "char_count": 431}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 161, "text": "The great question certainly was, what? Alice looked all round her at\nthe flowers and the blades of grass, but she did not see anything that\nlooked like the right thing to eat or drink under the circumstances.\nThere was a large mushroom growing near her, about the same height as\nherself; and when she had looked under it, and on both sides of it, and\nbehind it, it occurred to her that she might as well look and see what\nwas on the top of it.", "clean_text": "the great question certainly was, what? alice looked all round her at the flowers and the blades of grass, but she did not see anything that looked like the right thing to eat or drink under the circumstances. there was a large mushroom growing near her, about the same height as herself; and when she had looked under it, and on both sides of it, and behind it, it occurred to her that she might as well look and see what was on the top of it.", "token_count": 87, "char_count": 444}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 162, "text": "She stretched herself up on tiptoe, and peeped over the edge of the\nmushroom, and her eyes immediately met those of a large blue\ncaterpillar, that was sitting on the top with its arms folded, quietly\nsmoking a long hookah, and taking not the smallest notice of her or of\nanything else.", "clean_text": "she stretched herself up on tiptoe, and peeped over the edge of the mushroom, and her eyes immediately met those of a large blue caterpillar, that was sitting on the top with its arms folded, quietly smoking a long hookah, and taking not the smallest notice of her or of anything else.", "token_count": 52, "char_count": 285}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 164, "text": "The Caterpillar and Alice looked at each other for some time in\nsilence: at last the Caterpillar took the hookah out of its mouth, and\naddressed her in a languid, sleepy voice.", "clean_text": "the caterpillar and alice looked at each other for some time in silence: at last the caterpillar took the hookah out of its mouth, and addressed her in a languid, sleepy voice.", "token_count": 32, "char_count": 176}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 166, "text": "This was not an encouraging opening for a conversation. Alice replied,\nrather shyly, “I—I hardly know, sir, just at present—at least I know\nwho I _was_ when I got up this morning, but I think I must have been\nchanged several times since then.”", "clean_text": "this was not an encouraging opening for a conversation. alice replied, rather shyly, “i—i hardly know, sir, just at present—at least i know who i _was_ when i got up this morning, but i think i must have been changed several times since then.”", "token_count": 44, "char_count": 243}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 170, "text": "“I’m afraid I can’t put it more clearly,” Alice replied very politely,\n“for I can’t understand it myself to begin with; and being so many\ndifferent sizes in a day is very confusing.”", "clean_text": "“i’m afraid i can’t put it more clearly,” alice replied very politely, “for i can’t understand it myself to begin with; and being so many different sizes in a day is very confusing.”", "token_count": 33, "char_count": 182}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 172, "text": "“Well, perhaps you haven’t found it so yet,” said Alice; “but when you\nhave to turn into a chrysalis—you will some day, you know—and then\nafter that into a butterfly, I should think you’ll feel it a little\nqueer, won’t you?”", "clean_text": "“well, perhaps you haven’t found it so yet,” said alice; “but when you have to turn into a chrysalis—you will some day, you know—and then after that into a butterfly, i should think you’ll feel it a little queer, won’t you?”", "token_count": 41, "char_count": 224}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 176, "text": "Which brought them back again to the beginning of the conversation.\nAlice felt a little irritated at the Caterpillar’s making such _very_\nshort remarks, and she drew herself up and said, very gravely, “I\nthink, you ought to tell me who _you_ are, first.”", "clean_text": "which brought them back again to the beginning of the conversation. alice felt a little irritated at the caterpillar’s making such _very_ short remarks, and she drew herself up and said, very gravely, “i think, you ought to tell me who _you_ are, first.”", "token_count": 44, "char_count": 254}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 178, "text": "Here was another puzzling question; and as Alice could not think of any\ngood reason, and as the Caterpillar seemed to be in a _very_ unpleasant\nstate of mind, she turned away.", "clean_text": "here was another puzzling question; and as alice could not think of any good reason, and as the caterpillar seemed to be in a _very_ unpleasant state of mind, she turned away.", "token_count": 32, "char_count": 175}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 184, "text": "Alice thought she might as well wait, as she had nothing else to do,\nand perhaps after all it might tell her something worth hearing. For\nsome minutes it puffed away without speaking, but at last it unfolded\nits arms, took the hookah out of its mouth again, and said, “So you\nthink you’re changed, do you?”", "clean_text": "alice thought she might as well wait, as she had nothing else to do, and perhaps after all it might tell her something worth hearing. for some minutes it puffed away without speaking, but at last it unfolded its arms, took the hookah out of its mouth again, and said, “so you think you’re changed, do you?”", "token_count": 57, "char_count": 306}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 190, "text": "“You are old, Father William,” the young man said,\n    “And your hair has become very white;\nAnd yet you incessantly stand on your head—\n    Do you think, at your age, it is right?”", "clean_text": "“you are old, father william,” the young man said, “and your hair has become very white; and yet you incessantly stand on your head— do you think, at your age, it is right?”", "token_count": 33, "char_count": 181}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 191, "text": "“In my youth,” Father William replied to his son,\n    “I feared it might injure the brain;\nBut, now that I’m perfectly sure I have none,\n    Why, I do it again and again.”", "clean_text": "“in my youth,” father william replied to his son, “i feared it might injure the brain; but, now that i’m perfectly sure i have none, why, i do it again and again.”", "token_count": 32, "char_count": 171}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 192, "text": "“You are old,” said the youth, “as I mentioned before,\n    And have grown most uncommonly fat;\nYet you turned a back-somersault in at the door—\n    Pray, what is the reason of that?”", "clean_text": "“you are old,” said the youth, “as i mentioned before, and have grown most uncommonly fat; yet you turned a back-somersault in at the door— pray, what is the reason of that?”", "token_count": 32, "char_count": 182}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 193, "text": "“In my youth,” said the sage, as he shook his grey locks,\n    “I kept all my limbs very supple\nBy the use of this ointment—one shilling the box—\n    Allow me to sell you a couple?”", "clean_text": "“in my youth,” said the sage, as he shook his grey locks, “i kept all my limbs very supple by the use of this ointment—one shilling the box— allow me to sell you a couple?”", "token_count": 35, "char_count": 180}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 194, "text": "“You are old,” said the youth, “and your jaws are too weak\n    For anything tougher than suet;\nYet you finished the goose, with the bones and the beak—\n    Pray, how did you manage to do it?”", "clean_text": "“you are old,” said the youth, “and your jaws are too weak for anything tougher than suet; yet you finished the goose, with the bones and the beak— pray, how did you manage to do it?”", "token_count": 36, "char_count": 191}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 195, "text": "“In my youth,” said his father, “I took to the law,\n    And argued each case with my wife;\nAnd the muscular strength, which it gave to my jaw,\n    Has lasted the rest of my life.”", "clean_text": "“in my youth,” said his father, “i took to the law, and argued each case with my wife; and the muscular strength, which it gave to my jaw, has lasted the rest of my life.”", "token_count": 35, "char_count": 179}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 196, "text": "“You are old,” said the youth, “one would hardly suppose\n    That your eye was as steady as ever;\nYet you balanced an eel on the end of your nose—\n    What made you so awfully clever?”", "clean_text": "“you are old,” said the youth, “one would hardly suppose that your eye was as steady as ever; yet you balanced an eel on the end of your nose— what made you so awfully clever?”", "token_count": 35, "char_count": 184}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 197, "text": "“I have answered three questions, and that is enough,”\n    Said his father; “don’t give yourself airs!\nDo you think I can listen all day to such stuff?\n    Be off, or I’ll kick you down stairs!”", "clean_text": "“i have answered three questions, and that is enough,” said his father; “don’t give yourself airs! do you think i can listen all day to such stuff? be off, or i’ll kick you down stairs!”", "token_count": 35, "char_count": 194}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 211, "text": "This time Alice waited patiently until it chose to speak again. In a\nminute or two the Caterpillar took the hookah out of its mouth and\nyawned once or twice, and shook itself. Then it got down off the\nmushroom, and crawled away in the grass, merely remarking as it went,\n“One side will make you grow taller, and the other side will make you\ngrow shorter.”", "clean_text": "this time alice waited patiently until it chose to speak again. in a minute or two the caterpillar took the hookah out of its mouth and yawned once or twice, and shook itself. then it got down off the mushroom, and crawled away in the grass, merely remarking as it went, “one side will make you grow taller, and the other side will make you grow shorter.”", "token_count": 67, "char_count": 355}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 214, "text": "Alice remained looking thoughtfully at the mushroom for a minute,\ntrying to make out which were the two sides of it; and as it was\nperfectly round, she found this a very difficult question. However, at\nlast she stretched her arms round it as far as they would go, and broke\noff a bit of the edge with each hand.", "clean_text": "alice remained looking thoughtfully at the mushroom for a minute, trying to make out which were the two sides of it; and as it was perfectly round, she found this a very difficult question. however, at last she stretched her arms round it as far as they would go, and broke off a bit of the edge with each hand.", "token_count": 60, "char_count": 311}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 215, "text": "“And now which is which?” she said to herself, and nibbled a little of\nthe right-hand bit to try the effect: the next moment she felt a\nviolent blow underneath her chin: it had struck her foot!", "clean_text": "“and now which is which?” she said to herself, and nibbled a little of the right-hand bit to try the effect: the next moment she felt a violent blow underneath her chin: it had struck her foot!", "token_count": 37, "char_count": 193}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 216, "text": "She was a good deal frightened by this very sudden change, but she felt\nthat there was no time to be lost, as she was shrinking rapidly; so she\nset to work at once to eat some of the other bit. Her chin was pressed\nso closely against her foot, that there was hardly room to open her\nmouth; but she did it at last, and managed to swallow a morsel of the\nlefthand bit.", "clean_text": "she was a good deal frightened by this very sudden change, but she felt that there was no time to be lost, as she was shrinking rapidly; so she set to work at once to eat some of the other bit. her chin was pressed so closely against her foot, that there was hardly room to open her mouth; but she did it at last, and managed to swallow a morsel of the lefthand bit.", "token_count": 75, "char_count": 366}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 220, "text": "“Come, my head’s free at last!” said Alice in a tone of delight, which\nchanged into alarm in another moment, when she found that her shoulders\nwere nowhere to be found: all she could see, when she looked down, was\nan immense length of neck, which seemed to rise like a stalk out of a\nsea of green leaves that lay far below her.", "clean_text": "“come, my head’s free at last!” said alice in a tone of delight, which changed into alarm in another moment, when she found that her shoulders were nowhere to be found: all she could see, when she looked down, was an immense length of neck, which seemed to rise like a stalk out of a sea of green leaves that lay far below her.", "token_count": 64, "char_count": 327}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 221, "text": "“What _can_ all that green stuff be?” said Alice. “And where _have_ my\nshoulders got to? And oh, my poor hands, how is it I can’t see you?”\nShe was moving them about as she spoke, but no result seemed to follow,\nexcept a little shaking among the distant green leaves.", "clean_text": "“what _can_ all that green stuff be?” said alice. “and where _have_ my shoulders got to? and oh, my poor hands, how is it i can’t see you?” she was moving them about as she spoke, but no result seemed to follow, except a little shaking among the distant green leaves.", "token_count": 51, "char_count": 267}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 222, "text": "As there seemed to be no chance of getting her hands up to her head,\nshe tried to get her head down to them, and was delighted to find that\nher neck would bend about easily in any direction, like a serpent. She\nhad just succeeded in curving it down into a graceful zigzag, and was\ngoing to dive in among the leaves, which she found to be nothing but\nthe tops of the trees under which she had been wandering, when a sharp\nhiss made her draw back in a hurry: a large pigeon had flown into her\nface, and was beating her violently with its wings.", "clean_text": "as there seemed to be no chance of getting her hands up to her head, she tried to get her head down to them, and was delighted to find that her neck would bend about easily in any direction, like a serpent. she had just succeeded in curving it down into a graceful zigzag, and was going to dive in among the leaves, which she found to be nothing but the tops of the trees under which she had been wandering, when a sharp hiss made her draw back in a hurry: a large pigeon had flown into her face, and was beating her violently with its wings.", "token_count": 108, "char_count": 542}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 225, "text": "“Serpent, I say again!” repeated the Pigeon, but in a more subdued\ntone, and added with a kind of sob, “I’ve tried every way, and nothing\nseems to suit them!”", "clean_text": "“serpent, i say again!” repeated the pigeon, but in a more subdued tone, and added with a kind of sob, “i’ve tried every way, and nothing seems to suit them!”", "token_count": 30, "char_count": 158}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 229, "text": "“As if it wasn’t trouble enough hatching the eggs,” said the Pigeon;\n“but I must be on the look-out for serpents night and day! Why, I\nhaven’t had a wink of sleep these three weeks!”", "clean_text": "“as if it wasn’t trouble enough hatching the eggs,” said the pigeon; “but i must be on the look-out for serpents night and day! why, i haven’t had a wink of sleep these three weeks!”", "token_count": 35, "char_count": 182}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 231, "text": "“And just as I’d taken the highest tree in the wood,” continued the\nPigeon, raising its voice to a shriek, “and just as I was thinking I\nshould be free of them at last, they must needs come wriggling down\nfrom the sky! Ugh, Serpent!”", "clean_text": "“and just as i’d taken the highest tree in the wood,” continued the pigeon, raising its voice to a shriek, “and just as i was thinking i should be free of them at last, they must needs come wriggling down from the sky! ugh, serpent!”", "token_count": 45, "char_count": 233}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 235, "text": "“A likely story indeed!” said the Pigeon in a tone of the deepest\ncontempt. “I’ve seen a good many little girls in my time, but never\n_one_ with such a neck as that! No, no! You’re a serpent; and there’s\nno use denying it. I suppose you’ll be telling me next that you never\ntasted an egg!”", "clean_text": "“a likely story indeed!” said the pigeon in a tone of the deepest contempt. “i’ve seen a good many little girls in my time, but never _one_ with such a neck as that! no, no! you’re a serpent; and there’s no use denying it. i suppose you’ll be telling me next that you never tasted an egg!”", "token_count": 57, "char_count": 289}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 238, "text": "This was such a new idea to Alice, that she was quite silent for a\nminute or two, which gave the Pigeon the opportunity of adding, “You’re\nlooking for eggs, I know _that_ well enough; and what does it matter to\nme whether you’re a little girl or a serpent?”", "clean_text": "this was such a new idea to alice, that she was quite silent for a minute or two, which gave the pigeon the opportunity of adding, “you’re looking for eggs, i know _that_ well enough; and what does it matter to me whether you’re a little girl or a serpent?”", "token_count": 50, "char_count": 257}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 239, "text": "“It matters a good deal to _me_,” said Alice hastily; “but I’m not\nlooking for eggs, as it happens; and if I was, I shouldn’t want\n_yours_: I don’t like them raw.”", "clean_text": "“it matters a good deal to _me_,” said alice hastily; “but i’m not looking for eggs, as it happens; and if i was, i shouldn’t want _yours_: i don’t like them raw.”", "token_count": 32, "char_count": 163}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 240, "text": "“Well, be off, then!” said the Pigeon in a sulky tone, as it settled\ndown again into its nest. Alice crouched down among the trees as well\nas she could, for her neck kept getting entangled among the branches,\nand every now and then she had to stop and untwist it. After a while\nshe remembered that she still held the pieces of mushroom in her hands,\nand she set to work very carefully, nibbling first at one and then at\nthe other, and growing sometimes taller and sometimes shorter, until\nshe had succeeded in bringing herself down to her usual height.", "clean_text": "“well, be off, then!” said the pigeon in a sulky tone, as it settled down again into its nest. alice crouched down among the trees as well as she could, for her neck kept getting entangled among the branches, and every now and then she had to stop and untwist it. after a while she remembered that she still held the pieces of mushroom in her hands, and she set to work very carefully, nibbling first at one and then at the other, and growing sometimes taller and sometimes shorter, until she had succeeded in bringing herself down to her usual height.", "token_count": 102, "char_count": 552}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 241, "text": "It was so long since she had been anything near the right size, that it\nfelt quite strange at first; but she got used to it in a few minutes,\nand began talking to herself, as usual. “Come, there’s half my plan\ndone now! How puzzling all these changes are! I’m never sure what I’m\ngoing to be, from one minute to another! However, I’ve got back to my\nright size: the next thing is, to get into that beautiful garden—how\n_is_ that to be done, I wonder?” As she said this, she came suddenly\nupon an open place, with a little house in it about four feet high.\n“Whoever lives there,” thought Alice, “it’ll never do to come upon them\n_this_ size: why, I should frighten them out of their wits!” So she\nbegan nibbling at the righthand bit again, and did not venture to go\nnear the house till she had brought herself down to nine inches high.", "clean_text": "it was so long since she had been anything near the right size, that it felt quite strange at first; but she got used to it in a few minutes, and began talking to herself, as usual. “come, there’s half my plan done now! how puzzling all these changes are! i’m never sure what i’m going to be, from one minute to another! however, i’ve got back to my right size: the next thing is, to get into that beautiful garden—how _is_ that to be done, i wonder?” as she said this, she came suddenly upon an open place, with a little house in it about four feet high. “whoever lives there,” thought alice, “it’ll never do to come upon them _this_ size: why, i should frighten them out of their wits!” so she began nibbling at the righthand bit again, and did not venture to go near the house till she had brought herself down to nine inches high.", "token_count": 160, "char_count": 834}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 243, "text": "For a minute or two she stood looking at the house, and wondering what\nto do next, when suddenly a footman in livery came running out of the\nwood—(she considered him to be a footman because he was in livery:\notherwise, judging by his face only, she would have called him a\nfish)—and rapped loudly at the door with his knuckles. It was opened by\nanother footman in livery, with a round face, and large eyes like a\nfrog; and both footmen, Alice noticed, had powdered hair that curled\nall over their heads. She felt very curious to know what it was all\nabout, and crept a little way out of the wood to listen.", "clean_text": "for a minute or two she stood looking at the house, and wondering what to do next, when suddenly a footman in livery came running out of the wood—(she considered him to be a footman because he was in livery: otherwise, judging by his face only, she would have called him a fish)—and rapped loudly at the door with his knuckles. it was opened by another footman in livery, with a round face, and large eyes like a frog; and both footmen, alice noticed, had powdered hair that curled all over their heads. she felt very curious to know what it was all about, and crept a little way out of the wood to listen.", "token_count": 115, "char_count": 606}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 244, "text": "The Fish-Footman began by producing from under his arm a great letter,\nnearly as large as himself, and this he handed over to the other,\nsaying, in a solemn tone, “For the Duchess. An invitation from the\nQueen to play croquet.” The Frog-Footman repeated, in the same solemn\ntone, only changing the order of the words a little, “From the Queen.\nAn invitation for the Duchess to play croquet.”", "clean_text": "the fish-footman began by producing from under his arm a great letter, nearly as large as himself, and this he handed over to the other, saying, in a solemn tone, “for the duchess. an invitation from the queen to play croquet.” the frog-footman repeated, in the same solemn tone, only changing the order of the words a little, “from the queen. an invitation for the duchess to play croquet.”", "token_count": 69, "char_count": 391}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 246, "text": "Alice laughed so much at this, that she had to run back into the wood\nfor fear of their hearing her; and when she next peeped out the\nFish-Footman was gone, and the other was sitting on the ground near the\ndoor, staring stupidly up into the sky.", "clean_text": "alice laughed so much at this, that she had to run back into the wood for fear of their hearing her; and when she next peeped out the fish-footman was gone, and the other was sitting on the ground near the door, staring stupidly up into the sky.", "token_count": 48, "char_count": 245}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 248, "text": "“There’s no sort of use in knocking,” said the Footman, “and that for\ntwo reasons. First, because I’m on the same side of the door as you\nare; secondly, because they’re making such a noise inside, no one could\npossibly hear you.” And certainly there _was_ a most extraordinary\nnoise going on within—a constant howling and sneezing, and every now\nand then a great crash, as if a dish or kettle had been broken to\npieces.", "clean_text": "“there’s no sort of use in knocking,” said the footman, “and that for two reasons. first, because i’m on the same side of the door as you are; secondly, because they’re making such a noise inside, no one could possibly hear you.” and certainly there _was_ a most extraordinary noise going on within—a constant howling and sneezing, and every now and then a great crash, as if a dish or kettle had been broken to pieces.", "token_count": 76, "char_count": 419}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 250, "text": "“There might be some sense in your knocking,” the Footman went on\nwithout attending to her, “if we had the door between us. For instance,\nif you were _inside_, you might knock, and I could let you out, you\nknow.” He was looking up into the sky all the time he was speaking, and\nthis Alice thought decidedly uncivil. “But perhaps he can’t help it,”\nshe said to herself; “his eyes are so _very_ nearly at the top of his\nhead. But at any rate he might answer questions.—How am I to get in?”\nshe repeated, aloud.", "clean_text": "“there might be some sense in your knocking,” the footman went on without attending to her, “if we had the door between us. for instance, if you were _inside_, you might knock, and i could let you out, you know.” he was looking up into the sky all the time he was speaking, and this alice thought decidedly uncivil. “but perhaps he can’t help it,” she said to herself; “his eyes are so _very_ nearly at the top of his head. but at any rate he might answer questions.—how am i to get in?” she repeated, aloud.", "token_count": 97, "char_count": 508}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 252, "text": "At this moment the door of the house opened, and a large plate came\nskimming out, straight at the Footman’s head: it just grazed his nose,\nand broke to pieces against one of the trees behind him.", "clean_text": "at this moment the door of the house opened, and a large plate came skimming out, straight at the footman’s head: it just grazed his nose, and broke to pieces against one of the trees behind him.", "token_count": 37, "char_count": 195}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 256, "text": "It was, no doubt: only Alice did not like to be told so. “It’s really\ndreadful,” she muttered to herself, “the way all the creatures argue.\nIt’s enough to drive one crazy!”", "clean_text": "it was, no doubt: only alice did not like to be told so. “it’s really dreadful,” she muttered to herself, “the way all the creatures argue. it’s enough to drive one crazy!”", "token_count": 32, "char_count": 172}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 261, "text": "The door led right into a large kitchen, which was full of smoke from\none end to the other: the Duchess was sitting on a three-legged stool\nin the middle, nursing a baby; the cook was leaning over the fire,\nstirring a large cauldron which seemed to be full of soup.", "clean_text": "the door led right into a large kitchen, which was full of smoke from one end to the other: the duchess was sitting on a three-legged stool in the middle, nursing a baby; the cook was leaning over the fire, stirring a large cauldron which seemed to be full of soup.", "token_count": 51, "char_count": 265}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 263, "text": "There was certainly too much of it in the air. Even the Duchess sneezed\noccasionally; and as for the baby, it was sneezing and howling\nalternately without a moment’s pause. The only things in the kitchen\nthat did not sneeze, were the cook, and a large cat which was sitting\non the hearth and grinning from ear to ear.", "clean_text": "there was certainly too much of it in the air. even the duchess sneezed occasionally; and as for the baby, it was sneezing and howling alternately without a moment’s pause. the only things in the kitchen that did not sneeze, were the cook, and a large cat which was sitting on the hearth and grinning from ear to ear.", "token_count": 59, "char_count": 317}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 264, "text": "“Please would you tell me,” said Alice, a little timidly, for she was\nnot quite sure whether it was good manners for her to speak first, “why\nyour cat grins like that?”", "clean_text": "“please would you tell me,” said alice, a little timidly, for she was not quite sure whether it was good manners for her to speak first, “why your cat grins like that?”", "token_count": 32, "char_count": 168}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 266, "text": "She said the last word with such sudden violence that Alice quite\njumped; but she saw in another moment that it was addressed to the\nbaby, and not to her, so she took courage, and went on again:—", "clean_text": "she said the last word with such sudden violence that alice quite jumped; but she saw in another moment that it was addressed to the baby, and not to her, so she took courage, and went on again:—", "token_count": 38, "char_count": 195}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 271, "text": "Alice did not at all like the tone of this remark, and thought it would\nbe as well to introduce some other subject of conversation. While she\nwas trying to fix on one, the cook took the cauldron of soup off the\nfire, and at once set to work throwing everything within her reach at\nthe Duchess and the baby—the fire-irons came first; then followed a\nshower of saucepans, plates, and dishes. The Duchess took no notice of\nthem even when they hit her; and the baby was howling so much already,\nthat it was quite impossible to say whether the blows hurt it or not.", "clean_text": "alice did not at all like the tone of this remark, and thought it would be as well to introduce some other subject of conversation. while she was trying to fix on one, the cook took the cauldron of soup off the fire, and at once set to work throwing everything within her reach at the duchess and the baby—the fire-irons came first; then followed a shower of saucepans, plates, and dishes. the duchess took no notice of them even when they hit her; and the baby was howling so much already, that it was quite impossible to say whether the blows hurt it or not.", "token_count": 106, "char_count": 560}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 272, "text": "“Oh, _please_ mind what you’re doing!” cried Alice, jumping up and down\nin an agony of terror. “Oh, there goes his _precious_ nose!” as an\nunusually large saucepan flew close by it, and very nearly carried it\noff.", "clean_text": "“oh, _please_ mind what you’re doing!” cried alice, jumping up and down in an agony of terror. “oh, there goes his _precious_ nose!” as an unusually large saucepan flew close by it, and very nearly carried it off.", "token_count": 38, "char_count": 213}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 274, "text": "“Which would _not_ be an advantage,” said Alice, who felt very glad to\nget an opportunity of showing off a little of her knowledge. “Just\nthink of what work it would make with the day and night! You see the\nearth takes twenty-four hours to turn round on its axis—”", "clean_text": "“which would _not_ be an advantage,” said alice, who felt very glad to get an opportunity of showing off a little of her knowledge. “just think of what work it would make with the day and night! you see the earth takes twenty-four hours to turn round on its axis—”", "token_count": 50, "char_count": 264}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 276, "text": "Alice glanced rather anxiously at the cook, to see if she meant to take\nthe hint; but the cook was busily stirring the soup, and seemed not to\nbe listening, so she went on again: “Twenty-four hours, I _think_; or\nis it twelve? I—”", "clean_text": "alice glanced rather anxiously at the cook, to see if she meant to take the hint; but the cook was busily stirring the soup, and seemed not to be listening, so she went on again: “twenty-four hours, i _think_; or is it twelve? i—”", "token_count": 44, "char_count": 230}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 277, "text": "“Oh, don’t bother _me_,” said the Duchess; “I never could abide\nfigures!” And with that she began nursing her child again, singing a\nsort of lullaby to it as she did so, and giving it a violent shake at\nthe end of every line:", "clean_text": "“oh, don’t bother _me_,” said the duchess; “i never could abide figures!” and with that she began nursing her child again, singing a sort of lullaby to it as she did so, and giving it a violent shake at the end of every line:", "token_count": 44, "char_count": 225}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 281, "text": "While the Duchess sang the second verse of the song, she kept tossing\nthe baby violently up and down, and the poor little thing howled so,\nthat Alice could hardly hear the words:—", "clean_text": "while the duchess sang the second verse of the song, she kept tossing the baby violently up and down, and the poor little thing howled so, that alice could hardly hear the words:—", "token_count": 33, "char_count": 179}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 285, "text": "“Here! you may nurse it a bit, if you like!” the Duchess said to Alice,\nflinging the baby at her as she spoke. “I must go and get ready to play\ncroquet with the Queen,” and she hurried out of the room. The cook\nthrew a frying-pan after her as she went out, but it just missed her.", "clean_text": "“here! you may nurse it a bit, if you like!” the duchess said to alice, flinging the baby at her as she spoke. “i must go and get ready to play croquet with the queen,” and she hurried out of the room. the cook threw a frying-pan after her as she went out, but it just missed her.", "token_count": 58, "char_count": 280}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 286, "text": "Alice caught the baby with some difficulty, as it was a queer-shaped\nlittle creature, and held out its arms and legs in all directions,\n“just like a star-fish,” thought Alice. The poor little thing was\nsnorting like a steam-engine when she caught it, and kept doubling\nitself up and straightening itself out again, so that altogether, for\nthe first minute or two, it was as much as she could do to hold it.", "clean_text": "alice caught the baby with some difficulty, as it was a queer-shaped little creature, and held out its arms and legs in all directions, “just like a star-fish,” thought alice. the poor little thing was snorting like a steam-engine when she caught it, and kept doubling itself up and straightening itself out again, so that altogether, for the first minute or two, it was as much as she could do to hold it.", "token_count": 73, "char_count": 406}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 287, "text": "As soon as she had made out the proper way of nursing it, (which was to\ntwist it up into a sort of knot, and then keep tight hold of its right\near and left foot, so as to prevent its undoing itself,) she carried it\nout into the open air. “If I don’t take this child away with me,”\nthought Alice, “they’re sure to kill it in a day or two: wouldn’t it be\nmurder to leave it behind?” She said the last words out loud, and the\nlittle thing grunted in reply (it had left off sneezing by this time).\n“Don’t grunt,” said Alice; “that’s not at all a proper way of\nexpressing yourself.”", "clean_text": "as soon as she had made out the proper way of nursing it, (which was to twist it up into a sort of knot, and then keep tight hold of its right ear and left foot, so as to prevent its undoing itself,) she carried it out into the open air. “if i don’t take this child away with me,” thought alice, “they’re sure to kill it in a day or two: wouldn’t it be murder to leave it behind?” she said the last words out loud, and the little thing grunted in reply (it had left off sneezing by this time). “don’t grunt,” said alice; “that’s not at all a proper way of expressing yourself.”", "token_count": 116, "char_count": 577}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 288, "text": "The baby grunted again, and Alice looked very anxiously into its face\nto see what was the matter with it. There could be no doubt that it had\na _very_ turn-up nose, much more like a snout than a real nose; also\nits eyes were getting extremely small for a baby: altogether Alice did\nnot like the look of the thing at all. “But perhaps it was only\nsobbing,” she thought, and looked into its eyes again, to see if there\nwere any tears.", "clean_text": "the baby grunted again, and alice looked very anxiously into its face to see what was the matter with it. there could be no doubt that it had a _very_ turn-up nose, much more like a snout than a real nose; also its eyes were getting extremely small for a baby: altogether alice did not like the look of the thing at all. “but perhaps it was only sobbing,” she thought, and looked into its eyes again, to see if there were any tears.", "token_count": 84, "char_count": 432}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 289, "text": "No, there were no tears. “If you’re going to turn into a pig, my dear,”\nsaid Alice, seriously, “I’ll have nothing more to do with you. Mind\nnow!” The poor little thing sobbed again (or grunted, it was impossible\nto say which), and they went on for some while in silence.", "clean_text": "no, there were no tears. “if you’re going to turn into a pig, my dear,” said alice, seriously, “i’ll have nothing more to do with you. mind now!” the poor little thing sobbed again (or grunted, it was impossible to say which), and they went on for some while in silence.", "token_count": 51, "char_count": 270}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 290, "text": "Alice was just beginning to think to herself, “Now, what am I to do\nwith this creature when I get it home?” when it grunted again, so\nviolently, that she looked down into its face in some alarm. This time\nthere could be _no_ mistake about it: it was neither more nor less than\na pig, and she felt that it would be quite absurd for her to carry it\nfurther.", "clean_text": "alice was just beginning to think to herself, “now, what am i to do with this creature when i get it home?” when it grunted again, so violently, that she looked down into its face in some alarm. this time there could be _no_ mistake about it: it was neither more nor less than a pig, and she felt that it would be quite absurd for her to carry it further.", "token_count": 71, "char_count": 355}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 291, "text": "So she set the little creature down, and felt quite relieved to see it\ntrot away quietly into the wood. “If it had grown up,” she said to\nherself, “it would have made a dreadfully ugly child: but it makes\nrather a handsome pig, I think.” And she began thinking over other\nchildren she knew, who might do very well as pigs, and was just saying\nto herself, “if one only knew the right way to change them—” when she\nwas a little startled by seeing the Cheshire Cat sitting on a bough of\na tree a few yards off.", "clean_text": "so she set the little creature down, and felt quite relieved to see it trot away quietly into the wood. “if it had grown up,” she said to herself, “it would have made a dreadfully ugly child: but it makes rather a handsome pig, i think.” and she began thinking over other children she knew, who might do very well as pigs, and was just saying to herself, “if one only knew the right way to change them—” when she was a little startled by seeing the cheshire cat sitting on a bough of a tree a few yards off.", "token_count": 100, "char_count": 507}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 292, "text": "The Cat only grinned when it saw Alice. It looked good-natured, she\nthought: still it had _very_ long claws and a great many teeth, so she\nfelt that it ought to be treated with respect.", "clean_text": "the cat only grinned when it saw alice. it looked good-natured, she thought: still it had _very_ long claws and a great many teeth, so she felt that it ought to be treated with respect.", "token_count": 35, "char_count": 185}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 293, "text": "“Cheshire Puss,” she began, rather timidly, as she did not at all know\nwhether it would like the name: however, it only grinned a little\nwider. “Come, it’s pleased so far,” thought Alice, and she went on.\n“Would you tell me, please, which way I ought to go from here?”", "clean_text": "“cheshire puss,” she began, rather timidly, as she did not at all know whether it would like the name: however, it only grinned a little wider. “come, it’s pleased so far,” thought alice, and she went on. “would you tell me, please, which way i ought to go from here?”", "token_count": 50, "char_count": 268}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 300, "text": "“In _that_ direction,” the Cat said, waving its right paw round, “lives\na Hatter: and in _that_ direction,” waving the other paw, “lives a\nMarch Hare. Visit either you like: they’re both mad.”", "clean_text": "“in _that_ direction,” the cat said, waving its right paw round, “lives a hatter: and in _that_ direction,” waving the other paw, “lives a march hare. visit either you like: they’re both mad.”", "token_count": 33, "char_count": 192}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 308, "text": "“Well, then,” the Cat went on, “you see, a dog growls when it’s angry,\nand wags its tail when it’s pleased. Now _I_ growl when I’m pleased,\nand wag my tail when I’m angry. Therefore I’m mad.”", "clean_text": "“well, then,” the cat went on, “you see, a dog growls when it’s angry, and wags its tail when it’s pleased. now _i_ growl when i’m pleased, and wag my tail when i’m angry. therefore i’m mad.”", "token_count": 37, "char_count": 191}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 313, "text": "Alice was not much surprised at this, she was getting so used to queer\nthings happening. While she was looking at the place where it had been,\nit suddenly appeared again.", "clean_text": "alice was not much surprised at this, she was getting so used to queer things happening. while she was looking at the place where it had been, it suddenly appeared again.", "token_count": 31, "char_count": 170}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 317, "text": "Alice waited a little, half expecting to see it again, but it did not\nappear, and after a minute or two she walked on in the direction in\nwhich the March Hare was said to live. “I’ve seen hatters before,” she\nsaid to herself; “the March Hare will be much the most interesting, and\nperhaps as this is May it won’t be raving mad—at least not so mad as it\nwas in March.” As she said this, she looked up, and there was the Cat\nagain, sitting on a branch of a tree.", "clean_text": "alice waited a little, half expecting to see it again, but it did not appear, and after a minute or two she walked on in the direction in which the march hare was said to live. “i’ve seen hatters before,” she said to herself; “the march hare will be much the most interesting, and perhaps as this is may it won’t be raving mad—at least not so mad as it was in march.” as she said this, she looked up, and there was the cat again, sitting on a branch of a tree.", "token_count": 93, "char_count": 460}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 320, "text": "“All right,” said the Cat; and this time it vanished quite slowly,\nbeginning with the end of the tail, and ending with the grin, which\nremained some time after the rest of it had gone.", "clean_text": "“all right,” said the cat; and this time it vanished quite slowly, beginning with the end of the tail, and ending with the grin, which remained some time after the rest of it had gone.", "token_count": 35, "char_count": 184}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 322, "text": "She had not gone much farther before she came in sight of the house of\nthe March Hare: she thought it must be the right house, because the\nchimneys were shaped like ears and the roof was thatched with fur. It\nwas so large a house, that she did not like to go nearer till she had\nnibbled some more of the lefthand bit of mushroom, and raised herself\nto about two feet high: even then she walked up towards it rather\ntimidly, saying to herself “Suppose it should be raving mad after all!\nI almost wish I’d gone to see the Hatter instead!”", "clean_text": "she had not gone much farther before she came in sight of the house of the march hare: she thought it must be the right house, because the chimneys were shaped like ears and the roof was thatched with fur. it was so large a house, that she did not like to go nearer till she had nibbled some more of the lefthand bit of mushroom, and raised herself to about two feet high: even then she walked up towards it rather timidly, saying to herself “suppose it should be raving mad after all! i almost wish i’d gone to see the hatter instead!”", "token_count": 104, "char_count": 536}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 324, "text": "There was a table set out under a tree in front of the house, and the\nMarch Hare and the Hatter were having tea at it: a Dormouse was sitting\nbetween them, fast asleep, and the other two were using it as a\ncushion, resting their elbows on it, and talking over its head. “Very\nuncomfortable for the Dormouse,” thought Alice; “only, as it’s asleep,\nI suppose it doesn’t mind.”", "clean_text": "there was a table set out under a tree in front of the house, and the march hare and the hatter were having tea at it: a dormouse was sitting between them, fast asleep, and the other two were using it as a cushion, resting their elbows on it, and talking over its head. “very uncomfortable for the dormouse,” thought alice; “only, as it’s asleep, i suppose it doesn’t mind.”", "token_count": 70, "char_count": 374}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 325, "text": "The table was a large one, but the three were all crowded together at\none corner of it: “No room! No room!” they cried out when they saw\nAlice coming. “There’s _plenty_ of room!” said Alice indignantly, and\nshe sat down in a large arm-chair at one end of the table.", "clean_text": "the table was a large one, but the three were all crowded together at one corner of it: “no room! no room!” they cried out when they saw alice coming. “there’s _plenty_ of room!” said alice indignantly, and she sat down in a large arm-chair at one end of the table.", "token_count": 51, "char_count": 265}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 340, "text": "“Not the same thing a bit!” said the Hatter. “You might just as well\nsay that ‘I see what I eat’ is the same thing as ‘I eat what I see’!”", "clean_text": "“not the same thing a bit!” said the hatter. “you might just as well say that ‘i see what i eat’ is the same thing as ‘i eat what i see’!”", "token_count": 31, "char_count": 138}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 342, "text": "“You might just as well say,” added the Dormouse, who seemed to be\ntalking in his sleep, “that ‘I breathe when I sleep’ is the same thing\nas ‘I sleep when I breathe’!”", "clean_text": "“you might just as well say,” added the dormouse, who seemed to be talking in his sleep, “that ‘i breathe when i sleep’ is the same thing as ‘i sleep when i breathe’!”", "token_count": 33, "char_count": 167}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 343, "text": "“It _is_ the same thing with you,” said the Hatter, and here the\nconversation dropped, and the party sat silent for a minute, while\nAlice thought over all she could remember about ravens and\nwriting-desks, which wasn’t much.", "clean_text": "“it _is_ the same thing with you,” said the hatter, and here the conversation dropped, and the party sat silent for a minute, while alice thought over all she could remember about ravens and writing-desks, which wasn’t much.", "token_count": 38, "char_count": 224}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 344, "text": "The Hatter was the first to break the silence. “What day of the month\nis it?” he said, turning to Alice: he had taken his watch out of his\npocket, and was looking at it uneasily, shaking it every now and then,\nand holding it to his ear.", "clean_text": "the hatter was the first to break the silence. “what day of the month is it?” he said, turning to alice: he had taken his watch out of his pocket, and was looking at it uneasily, shaking it every now and then, and holding it to his ear.", "token_count": 48, "char_count": 236}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 349, "text": "The March Hare took the watch and looked at it gloomily: then he dipped\nit into his cup of tea, and looked at it again: but he could think of\nnothing better to say than his first remark, “It was the _best_ butter,\nyou know.”", "clean_text": "the march hare took the watch and looked at it gloomily: then he dipped it into his cup of tea, and looked at it again: but he could think of nothing better to say than his first remark, “it was the _best_ butter, you know.”", "token_count": 45, "char_count": 224}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 350, "text": "Alice had been looking over his shoulder with some curiosity. “What a\nfunny watch!” she remarked. “It tells the day of the month, and doesn’t\ntell what o’clock it is!”", "clean_text": "alice had been looking over his shoulder with some curiosity. “what a funny watch!” she remarked. “it tells the day of the month, and doesn’t tell what o’clock it is!”", "token_count": 30, "char_count": 167}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 354, "text": "Alice felt dreadfully puzzled, The Hatter’s remark seemed to have no\nsort of meaning in it, and yet it was certainly English. “I don’t quite\nunderstand you,” she said, as politely as she could.", "clean_text": "alice felt dreadfully puzzled, the hatter’s remark seemed to have no sort of meaning in it, and yet it was certainly english. “i don’t quite understand you,” she said, as politely as she could.", "token_count": 34, "char_count": 193}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 366, "text": "“Ah! that accounts for it,” said the Hatter. “He won’t stand beating.\nNow, if you only kept on good terms with him, he’d do almost anything\nyou liked with the clock. For instance, suppose it were nine o’clock in\nthe morning, just time to begin lessons: you’d only have to whisper a\nhint to Time, and round goes the clock in a twinkling! Half-past one,\ntime for dinner!”", "clean_text": "“ah! that accounts for it,” said the hatter. “he won’t stand beating. now, if you only kept on good terms with him, he’d do almost anything you liked with the clock. for instance, suppose it were nine o’clock in the morning, just time to begin lessons: you’d only have to whisper a hint to time, and round goes the clock in a twinkling! half-past one, time for dinner!”", "token_count": 68, "char_count": 369}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 371, "text": "The Hatter shook his head mournfully. “Not I!” he replied. “We\nquarrelled last March—just before _he_ went mad, you know—” (pointing\nwith his tea spoon at the March Hare,) “—it was at the great concert\ngiven by the Queen of Hearts, and I had to sing", "clean_text": "the hatter shook his head mournfully. “not i!” he replied. “we quarrelled last march—just before _he_ went mad, you know—” (pointing with his tea spoon at the march hare,) “—it was at the great concert given by the queen of hearts, and i had to sing", "token_count": 46, "char_count": 249}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 377, "text": "Here the Dormouse shook itself, and began singing in its sleep\n“_Twinkle, twinkle, twinkle, twinkle_—” and went on so long that they\nhad to pinch it to make it stop.", "clean_text": "here the dormouse shook itself, and began singing in its sleep “_twinkle, twinkle, twinkle, twinkle_—” and went on so long that they had to pinch it to make it stop.", "token_count": 30, "char_count": 165}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 393, "text": "“Once upon a time there were three little sisters,” the Dormouse began\nin a great hurry; “and their names were Elsie, Lacie, and Tillie; and\nthey lived at the bottom of a well—”", "clean_text": "“once upon a time there were three little sisters,” the dormouse began in a great hurry; “and their names were elsie, lacie, and tillie; and they lived at the bottom of a well—”", "token_count": 33, "char_count": 177}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 398, "text": "Alice tried to fancy to herself what such an extraordinary way of\nliving would be like, but it puzzled her too much, so she went on: “But\nwhy did they live at the bottom of a well?”", "clean_text": "alice tried to fancy to herself what such an extraordinary way of living would be like, but it puzzled her too much, so she went on: “but why did they live at the bottom of a well?”", "token_count": 37, "char_count": 181}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 404, "text": "Alice did not quite know what to say to this: so she helped herself to\nsome tea and bread-and-butter, and then turned to the Dormouse, and\nrepeated her question. “Why did they live at the bottom of a well?”", "clean_text": "alice did not quite know what to say to this: so she helped herself to some tea and bread-and-butter, and then turned to the dormouse, and repeated her question. “why did they live at the bottom of a well?”", "token_count": 39, "char_count": 206}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 406, "text": "“There’s no such thing!” Alice was beginning very angrily, but the\nHatter and the March Hare went “Sh! sh!” and the Dormouse sulkily\nremarked, “If you can’t be civil, you’d better finish the story for\nyourself.”", "clean_text": "“there’s no such thing!” alice was beginning very angrily, but the hatter and the march hare went “sh! sh!” and the dormouse sulkily remarked, “if you can’t be civil, you’d better finish the story for yourself.”", "token_count": 36, "char_count": 211}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 412, "text": "He moved on as he spoke, and the Dormouse followed him: the March Hare\nmoved into the Dormouse’s place, and Alice rather unwillingly took the\nplace of the March Hare. The Hatter was the only one who got any\nadvantage from the change: and Alice was a good deal worse off than\nbefore, as the March Hare had just upset the milk-jug into his plate.", "clean_text": "he moved on as he spoke, and the dormouse followed him: the march hare moved into the dormouse’s place, and alice rather unwillingly took the place of the march hare. the hatter was the only one who got any advantage from the change: and alice was a good deal worse off than before, as the march hare had just upset the milk-jug into his plate.", "token_count": 65, "char_count": 344}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 418, "text": "“They were learning to draw,” the Dormouse went on, yawning and rubbing\nits eyes, for it was getting very sleepy; “and they drew all manner of\nthings—everything that begins with an M—”", "clean_text": "“they were learning to draw,” the dormouse went on, yawning and rubbing its eyes, for it was getting very sleepy; “and they drew all manner of things—everything that begins with an m—”", "token_count": 32, "char_count": 184}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 422, "text": "The Dormouse had closed its eyes by this time, and was going off into a\ndoze; but, on being pinched by the Hatter, it woke up again with a\nlittle shriek, and went on: “—that begins with an M, such as\nmouse-traps, and the moon, and memory, and muchness—you know you say\nthings are “much of a muchness”—did you ever see such a thing as a\ndrawing of a muchness?”", "clean_text": "the dormouse had closed its eyes by this time, and was going off into a doze; but, on being pinched by the hatter, it woke up again with a little shriek, and went on: “—that begins with an m, such as mouse-traps, and the moon, and memory, and muchness—you know you say things are “much of a muchness”—did you ever see such a thing as a drawing of a muchness?”", "token_count": 70, "char_count": 359}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 425, "text": "This piece of rudeness was more than Alice could bear: she got up in\ngreat disgust, and walked off; the Dormouse fell asleep instantly, and\nneither of the others took the least notice of her going, though she\nlooked back once or twice, half hoping that they would call after her:\nthe last time she saw them, they were trying to put the Dormouse into\nthe teapot.", "clean_text": "this piece of rudeness was more than alice could bear: she got up in great disgust, and walked off; the dormouse fell asleep instantly, and neither of the others took the least notice of her going, though she looked back once or twice, half hoping that they would call after her: the last time she saw them, they were trying to put the dormouse into the teapot.", "token_count": 67, "char_count": 361}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 426, "text": "“At any rate I’ll never go _there_ again!” said Alice as she picked her\nway through the wood. “It’s the stupidest tea-party I ever was at in\nall my life!”", "clean_text": "“at any rate i’ll never go _there_ again!” said alice as she picked her way through the wood. “it’s the stupidest tea-party i ever was at in all my life!”", "token_count": 30, "char_count": 154}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 427, "text": "Just as she said this, she noticed that one of the trees had a door\nleading right into it. “That’s very curious!” she thought. “But\neverything’s curious today. I think I may as well go in at once.” And\nin she went.", "clean_text": "just as she said this, she noticed that one of the trees had a door leading right into it. “that’s very curious!” she thought. “but everything’s curious today. i think i may as well go in at once.” and in she went.", "token_count": 42, "char_count": 214}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 428, "text": "Once more she found herself in the long hall, and close to the little\nglass table. “Now, I’ll manage better this time,” she said to herself,\nand began by taking the little golden key, and unlocking the door that\nled into the garden. Then she went to work nibbling at the mushroom\n(she had kept a piece of it in her pocket) till she was about a foot\nhigh: then she walked down the little passage: and _then_—she found\nherself at last in the beautiful garden, among the bright flower-beds\nand the cool fountains.", "clean_text": "once more she found herself in the long hall, and close to the little glass table. “now, i’ll manage better this time,” she said to herself, and began by taking the little golden key, and unlocking the door that led into the garden. then she went to work nibbling at the mushroom (she had kept a piece of it in her pocket) till she was about a foot high: then she walked down the little passage: and _then_—she found herself at last in the beautiful garden, among the bright flower-beds and the cool fountains.", "token_count": 94, "char_count": 510}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 430, "text": "A large rose-tree stood near the entrance of the garden: the roses\ngrowing on it were white, but there were three gardeners at it, busily\npainting them red. Alice thought this a very curious thing, and she\nwent nearer to watch them, and just as she came up to them she heard\none of them say, “Look out now, Five! Don’t go splashing paint over me\nlike that!”", "clean_text": "a large rose-tree stood near the entrance of the garden: the roses growing on it were white, but there were three gardeners at it, busily painting them red. alice thought this a very curious thing, and she went nearer to watch them, and just as she came up to them she heard one of them say, “look out now, five! don’t go splashing paint over me like that!”", "token_count": 68, "char_count": 357}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 437, "text": "Seven flung down his brush, and had just begun “Well, of all the unjust\nthings—” when his eye chanced to fall upon Alice, as she stood watching\nthem, and he checked himself suddenly: the others looked round also,\nand all of them bowed low.", "clean_text": "seven flung down his brush, and had just begun “well, of all the unjust things—” when his eye chanced to fall upon alice, as she stood watching them, and he checked himself suddenly: the others looked round also, and all of them bowed low.", "token_count": 44, "char_count": 239}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 439, "text": "Five and Seven said nothing, but looked at Two. Two began in a low\nvoice, “Why the fact is, you see, Miss, this here ought to have been a\n_red_ rose-tree, and we put a white one in by mistake; and if the Queen\nwas to find it out, we should all have our heads cut off, you know. So\nyou see, Miss, we’re doing our best, afore she comes, to—” At this\nmoment Five, who had been anxiously looking across the garden, called\nout “The Queen! The Queen!” and the three gardeners instantly threw\nthemselves flat upon their faces. There was a sound of many footsteps,\nand Alice looked round, eager to see the Queen.", "clean_text": "five and seven said nothing, but looked at two. two began in a low voice, “why the fact is, you see, miss, this here ought to have been a _red_ rose-tree, and we put a white one in by mistake; and if the queen was to find it out, we should all have our heads cut off, you know. so you see, miss, we’re doing our best, afore she comes, to—” at this moment five, who had been anxiously looking across the garden, called out “the queen! the queen!” and the three gardeners instantly threw themselves flat upon their faces. there was a sound of many footsteps, and alice looked round, eager to see the queen.", "token_count": 116, "char_count": 604}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 440, "text": "First came ten soldiers carrying clubs; these were all shaped like the\nthree gardeners, oblong and flat, with their hands and feet at the\ncorners: next the ten courtiers; these were ornamented all over with\ndiamonds, and walked two and two, as the soldiers did. After these came\nthe royal children; there were ten of them, and the little dears came\njumping merrily along hand in hand, in couples: they were all\nornamented with hearts. Next came the guests, mostly Kings and Queens,\nand among them Alice recognised the White Rabbit: it was talking in a\nhurried nervous manner, smiling at everything that was said, and went\nby without noticing her. Then followed the Knave of Hearts, carrying\nthe King’s crown on a crimson velvet cushion; and, last of all this\ngrand procession, came THE KING AND QUEEN OF HEARTS.", "clean_text": "first came ten soldiers carrying clubs; these were all shaped like the three gardeners, oblong and flat, with their hands and feet at the corners: next the ten courtiers; these were ornamented all over with diamonds, and walked two and two, as the soldiers did. after these came the royal children; there were ten of them, and the little dears came jumping merrily along hand in hand, in couples: they were all ornamented with hearts. next came the guests, mostly kings and queens, and among them alice recognised the white rabbit: it was talking in a hurried nervous manner, smiling at everything that was said, and went by without noticing her. then followed the knave of hearts, carrying the king’s crown on a crimson velvet cushion; and, last of all this grand procession, came the king and queen of hearts.", "token_count": 140, "char_count": 811}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 441, "text": "Alice was rather doubtful whether she ought not to lie down on her face\nlike the three gardeners, but she could not remember ever having heard\nof such a rule at processions; “and besides, what would be the use of a\nprocession,” thought she, “if people had all to lie down upon their\nfaces, so that they couldn’t see it?” So she stood still where she was,\nand waited.", "clean_text": "alice was rather doubtful whether she ought not to lie down on her face like the three gardeners, but she could not remember ever having heard of such a rule at processions; “and besides, what would be the use of a procession,” thought she, “if people had all to lie down upon their faces, so that they couldn’t see it?” so she stood still where she was, and waited.", "token_count": 69, "char_count": 366}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 442, "text": "When the procession came opposite to Alice, they all stopped and looked\nat her, and the Queen said severely “Who is this?” She said it to the\nKnave of Hearts, who only bowed and smiled in reply.", "clean_text": "when the procession came opposite to alice, they all stopped and looked at her, and the queen said severely “who is this?” she said it to the knave of hearts, who only bowed and smiled in reply.", "token_count": 37, "char_count": 194}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 444, "text": "“My name is Alice, so please your Majesty,” said Alice very politely;\nbut she added, to herself, “Why, they’re only a pack of cards, after\nall. I needn’t be afraid of them!”", "clean_text": "“my name is alice, so please your majesty,” said alice very politely; but she added, to herself, “why, they’re only a pack of cards, after all. i needn’t be afraid of them!”", "token_count": 32, "char_count": 173}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 445, "text": "“And who are _these?_” said the Queen, pointing to the three gardeners\nwho were lying round the rose-tree; for, you see, as they were lying on\ntheir faces, and the pattern on their backs was the same as the rest of\nthe pack, she could not tell whether they were gardeners, or soldiers,\nor courtiers, or three of her own children.", "clean_text": "“and who are _these?_” said the queen, pointing to the three gardeners who were lying round the rose-tree; for, you see, as they were lying on their faces, and the pattern on their backs was the same as the rest of the pack, she could not tell whether they were gardeners, or soldiers, or courtiers, or three of her own children.", "token_count": 61, "char_count": 329}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 452, "text": "“Get up!” said the Queen, in a shrill, loud voice, and the three\ngardeners instantly jumped up, and began bowing to the King, the Queen,\nthe royal children, and everybody else.", "clean_text": "“get up!” said the queen, in a shrill, loud voice, and the three gardeners instantly jumped up, and began bowing to the king, the queen, the royal children, and everybody else.", "token_count": 31, "char_count": 176}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 455, "text": "“_I_ see!” said the Queen, who had meanwhile been examining the roses.\n“Off with their heads!” and the procession moved on, three of the\nsoldiers remaining behind to execute the unfortunate gardeners, who ran\nto Alice for protection.", "clean_text": "“_i_ see!” said the queen, who had meanwhile been examining the roses. “off with their heads!” and the procession moved on, three of the soldiers remaining behind to execute the unfortunate gardeners, who ran to alice for protection.", "token_count": 38, "char_count": 233}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 456, "text": "“You shan’t be beheaded!” said Alice, and she put them into a large\nflower-pot that stood near. The three soldiers wandered about for a\nminute or two, looking for them, and then quietly marched off after the\nothers.", "clean_text": "“you shan’t be beheaded!” said alice, and she put them into a large flower-pot that stood near. the three soldiers wandered about for a minute or two, looking for them, and then quietly marched off after the others.", "token_count": 38, "char_count": 215}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 465, "text": "“Hush! Hush!” said the Rabbit in a low, hurried tone. He looked\nanxiously over his shoulder as he spoke, and then raised himself upon\ntiptoe, put his mouth close to her ear, and whispered “She’s under\nsentence of execution.”", "clean_text": "“hush! hush!” said the rabbit in a low, hurried tone. he looked anxiously over his shoulder as he spoke, and then raised himself upon tiptoe, put his mouth close to her ear, and whispered “she’s under sentence of execution.”", "token_count": 39, "char_count": 224}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 469, "text": "“She boxed the Queen’s ears—” the Rabbit began. Alice gave a little\nscream of laughter. “Oh, hush!” the Rabbit whispered in a frightened\ntone. “The Queen will hear you! You see, she came rather late, and the\nQueen said—”", "clean_text": "“she boxed the queen’s ears—” the rabbit began. alice gave a little scream of laughter. “oh, hush!” the rabbit whispered in a frightened tone. “the queen will hear you! you see, she came rather late, and the queen said—”", "token_count": 39, "char_count": 220}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 470, "text": "“Get to your places!” shouted the Queen in a voice of thunder, and\npeople began running about in all directions, tumbling up against each\nother; however, they got settled down in a minute or two, and the game\nbegan. Alice thought she had never seen such a curious croquet-ground\nin her life; it was all ridges and furrows; the balls were live\nhedgehogs, the mallets live flamingoes, and the soldiers had to double\nthemselves up and to stand on their hands and feet, to make the arches.", "clean_text": "“get to your places!” shouted the queen in a voice of thunder, and people began running about in all directions, tumbling up against each other; however, they got settled down in a minute or two, and the game began. alice thought she had never seen such a curious croquet-ground in her life; it was all ridges and furrows; the balls were live hedgehogs, the mallets live flamingoes, and the soldiers had to double themselves up and to stand on their hands and feet, to make the arches.", "token_count": 87, "char_count": 485}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 471, "text": "The chief difficulty Alice found at first was in managing her flamingo:\nshe succeeded in getting its body tucked away, comfortably enough,\nunder her arm, with its legs hanging down, but generally, just as she\nhad got its neck nicely straightened out, and was going to give the\nhedgehog a blow with its head, it _would_ twist itself round and look\nup in her face, with such a puzzled expression that she could not help\nbursting out laughing: and when she had got its head down, and was\ngoing to begin again, it was very provoking to find that the hedgehog\nhad unrolled itself, and was in the act of crawling away: besides all\nthis, there was generally a ridge or furrow in the way wherever she\nwanted to send the hedgehog to, and, as the doubled-up soldiers were\nalways getting up and walking off to other parts of the ground, Alice\nsoon came to the conclusion that it was a very difficult game indeed.", "clean_text": "the chief difficulty alice found at first was in managing her flamingo: she succeeded in getting its body tucked away, comfortably enough, under her arm, with its legs hanging down, but generally, just as she had got its neck nicely straightened out, and was going to give the hedgehog a blow with its head, it _would_ twist itself round and look up in her face, with such a puzzled expression that she could not help bursting out laughing: and when she had got its head down, and was going to begin again, it was very provoking to find that the hedgehog had unrolled itself, and was in the act of crawling away: besides all this, there was generally a ridge or furrow in the way wherever she wanted to send the hedgehog to, and, as the doubled-up soldiers were always getting up and walking off to other parts of the ground, alice soon came to the conclusion that it was a very difficult game indeed.", "token_count": 165, "char_count": 901}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 472, "text": "The players all played at once without waiting for turns, quarrelling\nall the while, and fighting for the hedgehogs; and in a very short time\nthe Queen was in a furious passion, and went stamping about, and\nshouting “Off with his head!” or “Off with her head!” about once in a\nminute.", "clean_text": "the players all played at once without waiting for turns, quarrelling all the while, and fighting for the hedgehogs; and in a very short time the queen was in a furious passion, and went stamping about, and shouting “off with his head!” or “off with her head!” about once in a minute.", "token_count": 52, "char_count": 284}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 473, "text": "Alice began to feel very uneasy: to be sure, she had not as yet had any\ndispute with the Queen, but she knew that it might happen any minute,\n“and then,” thought she, “what would become of me? They’re dreadfully\nfond of beheading people here; the great wonder is, that there’s any\none left alive!”", "clean_text": "alice began to feel very uneasy: to be sure, she had not as yet had any dispute with the queen, but she knew that it might happen any minute, “and then,” thought she, “what would become of me? they’re dreadfully fond of beheading people here; the great wonder is, that there’s any one left alive!”", "token_count": 55, "char_count": 297}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 474, "text": "She was looking about for some way of escape, and wondering whether she\ncould get away without being seen, when she noticed a curious\nappearance in the air: it puzzled her very much at first, but, after\nwatching it a minute or two, she made it out to be a grin, and she said\nto herself “It’s the Cheshire Cat: now I shall have somebody to talk\nto.”", "clean_text": "she was looking about for some way of escape, and wondering whether she could get away without being seen, when she noticed a curious appearance in the air: it puzzled her very much at first, but, after watching it a minute or two, she made it out to be a grin, and she said to herself “it’s the cheshire cat: now i shall have somebody to talk to.”", "token_count": 68, "char_count": 348}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 476, "text": "Alice waited till the eyes appeared, and then nodded. “It’s no use\nspeaking to it,” she thought, “till its ears have come, or at least one\nof them.” In another minute the whole head appeared, and then Alice put\ndown her flamingo, and began an account of the game, feeling very glad\nshe had someone to listen to her. The Cat seemed to think that there\nwas enough of it now in sight, and no more of it appeared.", "clean_text": "alice waited till the eyes appeared, and then nodded. “it’s no use speaking to it,” she thought, “till its ears have come, or at least one of them.” in another minute the whole head appeared, and then alice put down her flamingo, and began an account of the game, feeling very glad she had someone to listen to her. the cat seemed to think that there was enough of it now in sight, and no more of it appeared.", "token_count": 79, "char_count": 409}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 477, "text": "“I don’t think they play at all fairly,” Alice began, in rather a\ncomplaining tone, “and they all quarrel so dreadfully one can’t hear\noneself speak—and they don’t seem to have any rules in particular; at\nleast, if there are, nobody attends to them—and you’ve no idea how\nconfusing it is all the things being alive; for instance, there’s the\narch I’ve got to go through next walking about at the other end of the\nground—and I should have croqueted the Queen’s hedgehog just now, only\nit ran away when it saw mine coming!”", "clean_text": "“i don’t think they play at all fairly,” alice began, in rather a complaining tone, “and they all quarrel so dreadfully one can’t hear oneself speak—and they don’t seem to have any rules in particular; at least, if there are, nobody attends to them—and you’ve no idea how confusing it is all the things being alive; for instance, there’s the arch i’ve got to go through next walking about at the other end of the ground—and i should have croqueted the queen’s hedgehog just now, only it ran away when it saw mine coming!”", "token_count": 94, "char_count": 521}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 479, "text": "“Not at all,” said Alice: “she’s so extremely—” Just then she noticed\nthat the Queen was close behind her, listening: so she went on,\n“—likely to win, that it’s hardly worth while finishing the game.”", "clean_text": "“not at all,” said alice: “she’s so extremely—” just then she noticed that the queen was close behind her, listening: so she went on, “—likely to win, that it’s hardly worth while finishing the game.”", "token_count": 35, "char_count": 200}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 487, "text": "“Well, it must be removed,” said the King very decidedly, and he called\nthe Queen, who was passing at the moment, “My dear! I wish you would\nhave this cat removed!”", "clean_text": "“well, it must be removed,” said the king very decidedly, and he called the queen, who was passing at the moment, “my dear! i wish you would have this cat removed!”", "token_count": 31, "char_count": 164}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 490, "text": "Alice thought she might as well go back, and see how the game was going\non, as she heard the Queen’s voice in the distance, screaming with\npassion. She had already heard her sentence three of the players to be\nexecuted for having missed their turns, and she did not like the look\nof things at all, as the game was in such confusion that she never knew\nwhether it was her turn or not. So she went in search of her hedgehog.", "clean_text": "alice thought she might as well go back, and see how the game was going on, as she heard the queen’s voice in the distance, screaming with passion. she had already heard her sentence three of the players to be executed for having missed their turns, and she did not like the look of things at all, as the game was in such confusion that she never knew whether it was her turn or not. so she went in search of her hedgehog.", "token_count": 83, "char_count": 422}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 491, "text": "The hedgehog was engaged in a fight with another hedgehog, which seemed\nto Alice an excellent opportunity for croqueting one of them with the\nother: the only difficulty was, that her flamingo was gone across to\nthe other side of the garden, where Alice could see it trying in a\nhelpless sort of way to fly up into a tree.", "clean_text": "the hedgehog was engaged in a fight with another hedgehog, which seemed to alice an excellent opportunity for croqueting one of them with the other: the only difficulty was, that her flamingo was gone across to the other side of the garden, where alice could see it trying in a helpless sort of way to fly up into a tree.", "token_count": 60, "char_count": 321}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 492, "text": "By the time she had caught the flamingo and brought it back, the fight\nwas over, and both the hedgehogs were out of sight: “but it doesn’t\nmatter much,” thought Alice, “as all the arches are gone from this side\nof the ground.” So she tucked it away under her arm, that it might not\nescape again, and went back for a little more conversation with her\nfriend.", "clean_text": "by the time she had caught the flamingo and brought it back, the fight was over, and both the hedgehogs were out of sight: “but it doesn’t matter much,” thought alice, “as all the arches are gone from this side of the ground.” so she tucked it away under her arm, that it might not escape again, and went back for a little more conversation with her friend.", "token_count": 68, "char_count": 357}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 493, "text": "When she got back to the Cheshire Cat, she was surprised to find quite\na large crowd collected round it: there was a dispute going on between\nthe executioner, the King, and the Queen, who were all talking at once,\nwhile all the rest were quite silent, and looked very uncomfortable.", "clean_text": "when she got back to the cheshire cat, she was surprised to find quite a large crowd collected round it: there was a dispute going on between the executioner, the king, and the queen, who were all talking at once, while all the rest were quite silent, and looked very uncomfortable.", "token_count": 51, "char_count": 282}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 494, "text": "The moment Alice appeared, she was appealed to by all three to settle\nthe question, and they repeated their arguments to her, though, as they\nall spoke at once, she found it very hard indeed to make out exactly\nwhat they said.", "clean_text": "the moment alice appeared, she was appealed to by all three to settle the question, and they repeated their arguments to her, though, as they all spoke at once, she found it very hard indeed to make out exactly what they said.", "token_count": 42, "char_count": 226}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 495, "text": "The executioner’s argument was, that you couldn’t cut off a head unless\nthere was a body to cut it off from: that he had never had to do such a\nthing before, and he wasn’t going to begin at _his_ time of life.", "clean_text": "the executioner’s argument was, that you couldn’t cut off a head unless there was a body to cut it off from: that he had never had to do such a thing before, and he wasn’t going to begin at _his_ time of life.", "token_count": 43, "char_count": 209}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 497, "text": "The Queen’s argument was, that if something wasn’t done about it in\nless than no time she’d have everybody executed, all round. (It was\nthis last remark that had made the whole party look so grave and\nanxious.)", "clean_text": "the queen’s argument was, that if something wasn’t done about it in less than no time she’d have everybody executed, all round. (it was this last remark that had made the whole party look so grave and anxious.)", "token_count": 38, "char_count": 210}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 500, "text": "The Cat’s head began fading away the moment he was gone, and, by the\ntime he had come back with the Duchess, it had entirely disappeared; so\nthe King and the executioner ran wildly up and down looking for it,\nwhile the rest of the party went back to the game.", "clean_text": "the cat’s head began fading away the moment he was gone, and, by the time he had come back with the duchess, it had entirely disappeared; so the king and the executioner ran wildly up and down looking for it, while the rest of the party went back to the game.", "token_count": 51, "char_count": 259}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 502, "text": "“You can’t think how glad I am to see you again, you dear old thing!”\nsaid the Duchess, as she tucked her arm affectionately into Alice’s,\nand they walked off together.", "clean_text": "“you can’t think how glad i am to see you again, you dear old thing!” said the duchess, as she tucked her arm affectionately into alice’s, and they walked off together.", "token_count": 31, "char_count": 168}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 503, "text": "Alice was very glad to find her in such a pleasant temper, and thought\nto herself that perhaps it was only the pepper that had made her so\nsavage when they met in the kitchen.", "clean_text": "alice was very glad to find her in such a pleasant temper, and thought to herself that perhaps it was only the pepper that had made her so savage when they met in the kitchen.", "token_count": 35, "char_count": 175}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 504, "text": "“When _I’m_ a Duchess,” she said to herself, (not in a very hopeful\ntone though), “I won’t have any pepper in my kitchen _at all_. Soup\ndoes very well without—Maybe it’s always pepper that makes people\nhot-tempered,” she went on, very much pleased at having found out a new\nkind of rule, “and vinegar that makes them sour—and camomile that makes\nthem bitter—and—and barley-sugar and such things that make children\nsweet-tempered. I only wish people knew _that_: then they wouldn’t be\nso stingy about it, you know—”", "clean_text": "“when _i’m_ a duchess,” she said to herself, (not in a very hopeful tone though), “i won’t have any pepper in my kitchen _at all_. soup does very well without—maybe it’s always pepper that makes people hot-tempered,” she went on, very much pleased at having found out a new kind of rule, “and vinegar that makes them sour—and camomile that makes them bitter—and—and barley-sugar and such things that make children sweet-tempered. i only wish people knew _that_: then they wouldn’t be so stingy about it, you know—”", "token_count": 87, "char_count": 514}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 505, "text": "She had quite forgotten the Duchess by this time, and was a little\nstartled when she heard her voice close to her ear. “You’re thinking\nabout something, my dear, and that makes you forget to talk. I can’t\ntell you just now what the moral of that is, but I shall remember it in\na bit.”", "clean_text": "she had quite forgotten the duchess by this time, and was a little startled when she heard her voice close to her ear. “you’re thinking about something, my dear, and that makes you forget to talk. i can’t tell you just now what the moral of that is, but i shall remember it in a bit.”", "token_count": 56, "char_count": 284}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 508, "text": "Alice did not much like keeping so close to her: first, because the\nDuchess was _very_ ugly; and secondly, because she was exactly the\nright height to rest her chin upon Alice’s shoulder, and it was an\nuncomfortably sharp chin. However, she did not like to be rude, so she\nbore it as well as she could.", "clean_text": "alice did not much like keeping so close to her: first, because the duchess was _very_ ugly; and secondly, because she was exactly the right height to rest her chin upon alice’s shoulder, and it was an uncomfortably sharp chin. however, she did not like to be rude, so she bore it as well as she could.", "token_count": 57, "char_count": 302}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 512, "text": "“Ah, well! It means much the same thing,” said the Duchess, digging her\nsharp little chin into Alice’s shoulder as she added, “and the moral of\n_that_ is—‘Take care of the sense, and the sounds will take care of\nthemselves.’”", "clean_text": "“ah, well! it means much the same thing,” said the duchess, digging her sharp little chin into alice’s shoulder as she added, “and the moral of _that_ is—‘take care of the sense, and the sounds will take care of themselves.’”", "token_count": 40, "char_count": 225}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 514, "text": "“I dare say you’re wondering why I don’t put my arm round your waist,”\nthe Duchess said after a pause: “the reason is, that I’m doubtful about\nthe temper of your flamingo. Shall I try the experiment?”", "clean_text": "“i dare say you’re wondering why i don’t put my arm round your waist,” the duchess said after a pause: “the reason is, that i’m doubtful about the temper of your flamingo. shall i try the experiment?”", "token_count": 37, "char_count": 200}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 520, "text": "“Of course it is,” said the Duchess, who seemed ready to agree to\neverything that Alice said; “there’s a large mustard-mine near here.\nAnd the moral of that is—‘The more there is of mine, the less there is\nof yours.’”", "clean_text": "“of course it is,” said the duchess, who seemed ready to agree to everything that alice said; “there’s a large mustard-mine near here. and the moral of that is—‘the more there is of mine, the less there is of yours.’”", "token_count": 40, "char_count": 217}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 522, "text": "“I quite agree with you,” said the Duchess; “and the moral of that\nis—‘Be what you would seem to be’—or if you’d like it put more\nsimply—‘Never imagine yourself not to be otherwise than what it might\nappear to others that what you were or might have been was not\notherwise than what you had been would have appeared to them to be\notherwise.’”", "clean_text": "“i quite agree with you,” said the duchess; “and the moral of that is—‘be what you would seem to be’—or if you’d like it put more simply—‘never imagine yourself not to be otherwise than what it might appear to others that what you were or might have been was not otherwise than what you had been would have appeared to them to be otherwise.’”", "token_count": 64, "char_count": 342}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 531, "text": "But here, to Alice’s great surprise, the Duchess’s voice died away,\neven in the middle of her favourite word ‘moral,’ and the arm that was\nlinked into hers began to tremble. Alice looked up, and there stood the\nQueen in front of them, with her arms folded, frowning like a\nthunderstorm.", "clean_text": "but here, to alice’s great surprise, the duchess’s voice died away, even in the middle of her favourite word ‘moral,’ and the arm that was linked into hers began to tremble. alice looked up, and there stood the queen in front of them, with her arms folded, frowning like a thunderstorm.", "token_count": 51, "char_count": 286}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 533, "text": "“Now, I give you fair warning,” shouted the Queen, stamping on the\nground as she spoke; “either you or your head must be off, and that in\nabout half no time! Take your choice!”", "clean_text": "“now, i give you fair warning,” shouted the queen, stamping on the ground as she spoke; “either you or your head must be off, and that in about half no time! take your choice!”", "token_count": 34, "char_count": 176}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 536, "text": "The other guests had taken advantage of the Queen’s absence, and were\nresting in the shade: however, the moment they saw her, they hurried\nback to the game, the Queen merely remarking that a moment’s delay\nwould cost them their lives.", "clean_text": "the other guests had taken advantage of the queen’s absence, and were resting in the shade: however, the moment they saw her, they hurried back to the game, the queen merely remarking that a moment’s delay would cost them their lives.", "token_count": 41, "char_count": 234}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 537, "text": "All the time they were playing the Queen never left off quarrelling\nwith the other players, and shouting “Off with his head!” or “Off with\nher head!” Those whom she sentenced were taken into custody by the\nsoldiers, who of course had to leave off being arches to do this, so\nthat by the end of half an hour or so there were no arches left, and\nall the players, except the King, the Queen, and Alice, were in custody\nand under sentence of execution.", "clean_text": "all the time they were playing the queen never left off quarrelling with the other players, and shouting “off with his head!” or “off with her head!” those whom she sentenced were taken into custody by the soldiers, who of course had to leave off being arches to do this, so that by the end of half an hour or so there were no arches left, and all the players, except the king, the queen, and alice, were in custody and under sentence of execution.", "token_count": 85, "char_count": 448}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 543, "text": "As they walked off together, Alice heard the King say in a low voice,\nto the company generally, “You are all pardoned.” “Come, _that’s_ a\ngood thing!” she said to herself, for she had felt quite unhappy at the\nnumber of executions the Queen had ordered.", "clean_text": "as they walked off together, alice heard the king say in a low voice, to the company generally, “you are all pardoned.” “come, _that’s_ a good thing!” she said to herself, for she had felt quite unhappy at the number of executions the queen had ordered.", "token_count": 46, "char_count": 253}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 544, "text": "They very soon came upon a Gryphon, lying fast asleep in the sun. (If\nyou don’t know what a Gryphon is, look at the picture.) “Up, lazy\nthing!” said the Queen, “and take this young lady to see the Mock\nTurtle, and to hear his history. I must go back and see after some\nexecutions I have ordered;” and she walked off, leaving Alice alone\nwith the Gryphon. Alice did not quite like the look of the creature,\nbut on the whole she thought it would be quite as safe to stay with it\nas to go after that savage Queen: so she waited.", "clean_text": "they very soon came upon a gryphon, lying fast asleep in the sun. (if you don’t know what a gryphon is, look at the picture.) “up, lazy thing!” said the queen, “and take this young lady to see the mock turtle, and to hear his history. i must go back and see after some executions i have ordered;” and she walked off, leaving alice alone with the gryphon. alice did not quite like the look of the creature, but on the whole she thought it would be quite as safe to stay with it as to go after that savage queen: so she waited.", "token_count": 104, "char_count": 525}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 545, "text": "The Gryphon sat up and rubbed its eyes: then it watched the Queen till\nshe was out of sight: then it chuckled. “What fun!” said the Gryphon,\nhalf to itself, half to Alice.", "clean_text": "the gryphon sat up and rubbed its eyes: then it watched the queen till she was out of sight: then it chuckled. “what fun!” said the gryphon, half to itself, half to alice.", "token_count": 33, "char_count": 171}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 549, "text": "They had not gone far before they saw the Mock Turtle in the distance,\nsitting sad and lonely on a little ledge of rock, and, as they came\nnearer, Alice could hear him sighing as if his heart would break. She\npitied him deeply. “What is his sorrow?” she asked the Gryphon, and the\nGryphon answered, very nearly in the same words as before, “It’s all\nhis fancy, that: he hasn’t got no sorrow, you know. Come on!”", "clean_text": "they had not gone far before they saw the mock turtle in the distance, sitting sad and lonely on a little ledge of rock, and, as they came nearer, alice could hear him sighing as if his heart would break. she pitied him deeply. “what is his sorrow?” she asked the gryphon, and the gryphon answered, very nearly in the same words as before, “it’s all his fancy, that: he hasn’t got no sorrow, you know. come on!”", "token_count": 78, "char_count": 411}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 553, "text": "So they sat down, and nobody spoke for some minutes. Alice thought to\nherself, “I don’t see how he can _ever_ finish, if he doesn’t begin.”\nBut she waited patiently.", "clean_text": "so they sat down, and nobody spoke for some minutes. alice thought to herself, “i don’t see how he can _ever_ finish, if he doesn’t begin.” but she waited patiently.", "token_count": 30, "char_count": 165}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 555, "text": "These words were followed by a very long silence, broken only by an\noccasional exclamation of “Hjckrrh!” from the Gryphon, and the constant\nheavy sobbing of the Mock Turtle. Alice was very nearly getting up and\nsaying, “Thank you, sir, for your interesting story,” but she could not\nhelp thinking there _must_ be more to come, so she sat still and said\nnothing.", "clean_text": "these words were followed by a very long silence, broken only by an occasional exclamation of “hjckrrh!” from the gryphon, and the constant heavy sobbing of the mock turtle. alice was very nearly getting up and saying, “thank you, sir, for your interesting story,” but she could not help thinking there _must_ be more to come, so she sat still and said nothing.", "token_count": 63, "char_count": 361}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 556, "text": "“When we were little,” the Mock Turtle went on at last, more calmly,\nthough still sobbing a little now and then, “we went to school in the\nsea. The master was an old Turtle—we used to call him Tortoise—”", "clean_text": "“when we were little,” the mock turtle went on at last, more calmly, though still sobbing a little now and then, “we went to school in the sea. the master was an old turtle—we used to call him tortoise—”", "token_count": 39, "char_count": 203}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 559, "text": "“You ought to be ashamed of yourself for asking such a simple\nquestion,” added the Gryphon; and then they both sat silent and looked\nat poor Alice, who felt ready to sink into the earth. At last the\nGryphon said to the Mock Turtle, “Drive on, old fellow! Don’t be all\nday about it!” and he went on in these words:", "clean_text": "“you ought to be ashamed of yourself for asking such a simple question,” added the gryphon; and then they both sat silent and looked at poor alice, who felt ready to sink into the earth. at last the gryphon said to the mock turtle, “drive on, old fellow! don’t be all day about it!” and he went on in these words:", "token_count": 61, "char_count": 313}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 570, "text": "“Ah! then yours wasn’t a really good school,” said the Mock Turtle in a\ntone of great relief. “Now at _ours_ they had at the end of the bill,\n‘French, music, _and washing_—extra.’”", "clean_text": "“ah! then yours wasn’t a really good school,” said the mock turtle in a tone of great relief. “now at _ours_ they had at the end of the bill, ‘french, music, _and washing_—extra.’”", "token_count": 33, "char_count": 180}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 580, "text": "“Well, there was Mystery,” the Mock Turtle replied, counting off the\nsubjects on his flappers, “—Mystery, ancient and modern, with\nSeaography: then Drawling—the Drawling-master was an old conger-eel,\nthat used to come once a week: _he_ taught us Drawling, Stretching, and\nFainting in Coils.”", "clean_text": "“well, there was mystery,” the mock turtle replied, counting off the subjects on his flappers, “—mystery, ancient and modern, with seaography: then drawling—the drawling-master was an old conger-eel, that used to come once a week: _he_ taught us drawling, stretching, and fainting in coils.”", "token_count": 44, "char_count": 291}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 590, "text": "This was quite a new idea to Alice, and she thought it over a little\nbefore she made her next remark. “Then the eleventh day must have been\na holiday?”", "clean_text": "this was quite a new idea to alice, and she thought it over a little before she made her next remark. “then the eleventh day must have been a holiday?”", "token_count": 30, "char_count": 151}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 595, "text": "The Mock Turtle sighed deeply, and drew the back of one flapper across\nhis eyes. He looked at Alice, and tried to speak, but for a minute or\ntwo sobs choked his voice. “Same as if he had a bone in his throat,”\nsaid the Gryphon: and it set to work shaking him and punching him in\nthe back. At last the Mock Turtle recovered his voice, and, with tears\nrunning down his cheeks, he went on again:—", "clean_text": "the mock turtle sighed deeply, and drew the back of one flapper across his eyes. he looked at alice, and tried to speak, but for a minute or two sobs choked his voice. “same as if he had a bone in his throat,” said the gryphon: and it set to work shaking him and punching him in the back. at last the mock turtle recovered his voice, and, with tears running down his cheeks, he went on again:—", "token_count": 78, "char_count": 393}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 596, "text": "“You may not have lived much under the sea—” (“I haven’t,” said\nAlice)—“and perhaps you were never even introduced to a lobster—”\n(Alice began to say “I once tasted—” but checked herself hastily, and\nsaid “No, never”) “—so you can have no idea what a delightful thing a\nLobster Quadrille is!”", "clean_text": "“you may not have lived much under the sea—” (“i haven’t,” said alice)—“and perhaps you were never even introduced to a lobster—” (alice began to say “i once tasted—” but checked herself hastily, and said “no, never”) “—so you can have no idea what a delightful thing a lobster quadrille is!”", "token_count": 51, "char_count": 292}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 611, "text": "“Back to land again, and that’s all the first figure,” said the Mock\nTurtle, suddenly dropping his voice; and the two creatures, who had\nbeen jumping about like mad things all this time, sat down again very\nsadly and quietly, and looked at Alice.", "clean_text": "“back to land again, and that’s all the first figure,” said the mock turtle, suddenly dropping his voice; and the two creatures, who had been jumping about like mad things all this time, sat down again very sadly and quietly, and looked at alice.", "token_count": 44, "char_count": 246}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 617, "text": "So they began solemnly dancing round and round Alice, every now and\nthen treading on her toes when they passed too close, and waving their\nforepaws to mark the time, while the Mock Turtle sang this, very slowly\nand sadly:—", "clean_text": "so they began solemnly dancing round and round alice, every now and then treading on her toes when they passed too close, and waving their forepaws to mark the time, while the mock turtle sang this, very slowly and sadly:—", "token_count": 40, "char_count": 222}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 618, "text": "“Will you walk a little faster?” said a whiting to a snail.\n“There’s a porpoise close behind us, and he’s treading on my tail.\nSee how eagerly the lobsters and the turtles all advance!\nThey are waiting on the shingle—will you come and join the dance?\nWill you, won’t you, will you, won’t you, will you join the dance?\nWill you, won’t you, will you, won’t you, won’t you join the dance?", "clean_text": "“will you walk a little faster?” said a whiting to a snail. “there’s a porpoise close behind us, and he’s treading on my tail. see how eagerly the lobsters and the turtles all advance! they are waiting on the shingle—will you come and join the dance? will you, won’t you, will you, won’t you, will you join the dance? will you, won’t you, will you, won’t you, won’t you join the dance?", "token_count": 72, "char_count": 385}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 619, "text": "“You can really have no notion how delightful it will be\nWhen they take us up and throw us, with the lobsters, out to sea!”\nBut the snail replied “Too far, too far!” and gave a look askance—\nSaid he thanked the whiting kindly, but he would not join the dance.\nWould not, could not, would not, could not, would not join the dance.\nWould not, could not, would not, could not, could not join the dance.", "clean_text": "“you can really have no notion how delightful it will be when they take us up and throw us, with the lobsters, out to sea!” but the snail replied “too far, too far!” and gave a look askance— said he thanked the whiting kindly, but he would not join the dance. would not, could not, would not, could not, would not join the dance. would not, could not, would not, could not, could not join the dance.", "token_count": 77, "char_count": 399}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 620, "text": "“What matters it how far we go?” his scaly friend replied.\n“There is another shore, you know, upon the other side.\nThe further off from England the nearer is to France—\nThen turn not pale, beloved snail, but come and join the dance.\nWill you, won’t you, will you, won’t you, will you join the dance?\nWill you, won’t you, will you, won’t you, won’t you join the dance?”", "clean_text": "“what matters it how far we go?” his scaly friend replied. “there is another shore, you know, upon the other side. the further off from england the nearer is to france— then turn not pale, beloved snail, but come and join the dance. will you, won’t you, will you, won’t you, will you join the dance? will you, won’t you, will you, won’t you, won’t you join the dance?”", "token_count": 69, "char_count": 368}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 621, "text": "“Thank you, it’s a very interesting dance to watch,” said Alice,\nfeeling very glad that it was over at last: “and I do so like that\ncurious song about the whiting!”", "clean_text": "“thank you, it’s a very interesting dance to watch,” said alice, feeling very glad that it was over at last: “and i do so like that curious song about the whiting!”", "token_count": 31, "char_count": 164}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 626, "text": "“You’re wrong about the crumbs,” said the Mock Turtle: “crumbs would\nall wash off in the sea. But they _have_ their tails in their mouths;\nand the reason is—” here the Mock Turtle yawned and shut his\neyes.—“Tell her about the reason and all that,” he said to the Gryphon.", "clean_text": "“you’re wrong about the crumbs,” said the mock turtle: “crumbs would all wash off in the sea. but they _have_ their tails in their mouths; and the reason is—” here the mock turtle yawned and shut his eyes.—“tell her about the reason and all that,” he said to the gryphon.", "token_count": 50, "char_count": 271}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 627, "text": "“The reason is,” said the Gryphon, “that they _would_ go with the\nlobsters to the dance. So they got thrown out to sea. So they had to\nfall a long way. So they got their tails fast in their mouths. So they\ncouldn’t get them out again. That’s all.”", "clean_text": "“the reason is,” said the gryphon, “that they _would_ go with the lobsters to the dance. so they got thrown out to sea. so they had to fall a long way. so they got their tails fast in their mouths. so they couldn’t get them out again. that’s all.”", "token_count": 49, "char_count": 247}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 638, "text": "“If I’d been the whiting,” said Alice, whose thoughts were still\nrunning on the song, “I’d have said to the porpoise, ‘Keep back,\nplease: we don’t want _you_ with us!’”", "clean_text": "“if i’d been the whiting,” said alice, whose thoughts were still running on the song, “i’d have said to the porpoise, ‘keep back, please: we don’t want _you_ with us!’”", "token_count": 30, "char_count": 168}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 647, "text": "So Alice began telling them her adventures from the time when she first\nsaw the White Rabbit. She was a little nervous about it just at first,\nthe two creatures got so close to her, one on each side, and opened\ntheir eyes and mouths so _very_ wide, but she gained courage as she\nwent on. Her listeners were perfectly quiet till she got to the part\nabout her repeating “_You are old, Father William_,” to the\nCaterpillar, and the words all coming different, and then the Mock\nTurtle drew a long breath, and said “That’s very curious.”", "clean_text": "so alice began telling them her adventures from the time when she first saw the white rabbit. she was a little nervous about it just at first, the two creatures got so close to her, one on each side, and opened their eyes and mouths so _very_ wide, but she gained courage as she went on. her listeners were perfectly quiet till she got to the part about her repeating “_you are old, father william_,” to the caterpillar, and the words all coming different, and then the mock turtle drew a long breath, and said “that’s very curious.”", "token_count": 98, "char_count": 533}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 649, "text": "“It all came different!” the Mock Turtle repeated thoughtfully. “I\nshould like to hear her try and repeat something now. Tell her to\nbegin.” He looked at the Gryphon as if he thought it had some kind of\nauthority over Alice.", "clean_text": "“it all came different!” the mock turtle repeated thoughtfully. “i should like to hear her try and repeat something now. tell her to begin.” he looked at the gryphon as if he thought it had some kind of authority over alice.", "token_count": 41, "char_count": 224}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 651, "text": "“How the creatures order one about, and make one repeat lessons!”\nthought Alice; “I might as well be at school at once.” However, she got\nup, and began to repeat it, but her head was so full of the Lobster\nQuadrille, that she hardly knew what she was saying, and the words came\nvery queer indeed:—", "clean_text": "“how the creatures order one about, and make one repeat lessons!” thought alice; “i might as well be at school at once.” however, she got up, and began to repeat it, but her head was so full of the lobster quadrille, that she hardly knew what she was saying, and the words came very queer indeed:—", "token_count": 56, "char_count": 297}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 652, "text": "“’Tis the voice of the Lobster; I heard him declare,\n“You have baked me too brown, I must sugar my hair.”\nAs a duck with its eyelids, so he with his nose\nTrims his belt and his buttons, and turns out his toes.”", "clean_text": "“’tis the voice of the lobster; i heard him declare, “you have baked me too brown, i must sugar my hair.” as a duck with its eyelids, so he with his nose trims his belt and his buttons, and turns out his toes.”", "token_count": 43, "char_count": 210}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 653, "text": "[later editions continued as follows\nWhen the sands are all dry, he is gay as a lark,\nAnd will talk in contemptuous tones of the Shark,\nBut, when the tide rises and sharks are around,\nHis voice has a timid and tremulous sound.]", "clean_text": "[later editions continued as follows when the sands are all dry, he is gay as a lark, and will talk in contemptuous tones of the shark, but, when the tide rises and sharks are around, his voice has a timid and tremulous sound.]", "token_count": 43, "char_count": 227}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 664, "text": "[later editions continued as follows\nThe Panther took pie-crust, and gravy, and meat,\nWhile the Owl had the dish as its share of the treat.\nWhen the pie was all finished, the Owl, as a boon,\nWas kindly permitted to pocket the spoon:\nWhile the Panther received knife and fork with a growl,\nAnd concluded the banquet—]", "clean_text": "[later editions continued as follows the panther took pie-crust, and gravy, and meat, while the owl had the dish as its share of the treat. when the pie was all finished, the owl, as a boon, was kindly permitted to pocket the spoon: while the panther received knife and fork with a growl, and concluded the banquet—]", "token_count": 57, "char_count": 316}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 665, "text": "“What _is_ the use of repeating all that stuff,” the Mock Turtle\ninterrupted, “if you don’t explain it as you go on? It’s by far the\nmost confusing thing _I_ ever heard!”", "clean_text": "“what _is_ the use of repeating all that stuff,” the mock turtle interrupted, “if you don’t explain it as you go on? it’s by far the most confusing thing _i_ ever heard!”", "token_count": 32, "char_count": 170}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 668, "text": "“Oh, a song, please, if the Mock Turtle would be so kind,” Alice\nreplied, so eagerly that the Gryphon said, in a rather offended tone,\n“Hm! No accounting for tastes! Sing her ‘_Turtle Soup_,’ will you, old\nfellow?”", "clean_text": "“oh, a song, please, if the mock turtle would be so kind,” alice replied, so eagerly that the gryphon said, in a rather offended tone, “hm! no accounting for tastes! sing her ‘_turtle soup_,’ will you, old fellow?”", "token_count": 38, "char_count": 214}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 670, "text": "“Beautiful Soup, so rich and green,\nWaiting in a hot tureen!\nWho for such dainties would not stoop?\nSoup of the evening, beautiful Soup!\nSoup of the evening, beautiful Soup!\n    Beau—ootiful Soo—oop!\n    Beau—ootiful Soo—oop!\nSoo—oop of the e—e—evening,\n    Beautiful, beautiful Soup!", "clean_text": "“beautiful soup, so rich and green, waiting in a hot tureen! who for such dainties would not stoop? soup of the evening, beautiful soup! soup of the evening, beautiful soup! beau—ootiful soo—oop! beau—ootiful soo—oop! soo—oop of the e—e—evening, beautiful, beautiful soup!", "token_count": 41, "char_count": 284}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 671, "text": "“Beautiful Soup! Who cares for fish,\nGame, or any other dish?\nWho would not give all else for two p\nennyworth only of beautiful Soup?\nPennyworth only of beautiful Soup?\n    Beau—ootiful Soo—oop!\n    Beau—ootiful Soo—oop!\nSoo—oop of the e—e—evening,\n    Beautiful, beauti—FUL SOUP!”", "clean_text": "“beautiful soup! who cares for fish, game, or any other dish? who would not give all else for two p ennyworth only of beautiful soup? pennyworth only of beautiful soup? beau—ootiful soo—oop! beau—ootiful soo—oop! soo—oop of the e—e—evening, beautiful, beauti—ful soup!”", "token_count": 41, "char_count": 281}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 674, "text": "“What trial is it?” Alice panted as she ran; but the Gryphon only\nanswered “Come on!” and ran the faster, while more and more faintly\ncame, carried on the breeze that followed them, the melancholy words:—", "clean_text": "“what trial is it?” alice panted as she ran; but the gryphon only answered “come on!” and ran the faster, while more and more faintly came, carried on the breeze that followed them, the melancholy words:—", "token_count": 36, "char_count": 204}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 677, "text": "The King and Queen of Hearts were seated on their throne when they\narrived, with a great crowd assembled about them—all sorts of little\nbirds and beasts, as well as the whole pack of cards: the Knave was\nstanding before them, in chains, with a soldier on each side to guard\nhim; and near the King was the White Rabbit, with a trumpet in one\nhand, and a scroll of parchment in the other. In the very middle of the\ncourt was a table, with a large dish of tarts upon it: they looked so\ngood, that it made Alice quite hungry to look at them—“I wish they’d\nget the trial done,” she thought, “and hand round the refreshments!”\nBut there seemed to be no chance of this, so she began looking at\neverything about her, to pass away the time.", "clean_text": "the king and queen of hearts were seated on their throne when they arrived, with a great crowd assembled about them—all sorts of little birds and beasts, as well as the whole pack of cards: the knave was standing before them, in chains, with a soldier on each side to guard him; and near the king was the white rabbit, with a trumpet in one hand, and a scroll of parchment in the other. in the very middle of the court was a table, with a large dish of tarts upon it: they looked so good, that it made alice quite hungry to look at them—“i wish they’d get the trial done,” she thought, “and hand round the refreshments!” but there seemed to be no chance of this, so she began looking at everything about her, to pass away the time.", "token_count": 141, "char_count": 731}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 678, "text": "Alice had never been in a court of justice before, but she had read\nabout them in books, and she was quite pleased to find that she knew\nthe name of nearly everything there. “That’s the judge,” she said to\nherself, “because of his great wig.”", "clean_text": "alice had never been in a court of justice before, but she had read about them in books, and she was quite pleased to find that she knew the name of nearly everything there. “that’s the judge,” she said to herself, “because of his great wig.”", "token_count": 46, "char_count": 242}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 679, "text": "The judge, by the way, was the King; and as he wore his crown over the\nwig, (look at the frontispiece if you want to see how he did it,) he\ndid not look at all comfortable, and it was certainly not becoming.", "clean_text": "the judge, by the way, was the king; and as he wore his crown over the wig, (look at the frontispiece if you want to see how he did it,) he did not look at all comfortable, and it was certainly not becoming.", "token_count": 43, "char_count": 207}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 680, "text": "“And that’s the jury-box,” thought Alice, “and those twelve creatures,”\n(she was obliged to say “creatures,” you see, because some of them were\nanimals, and some were birds,) “I suppose they are the jurors.” She\nsaid this last word two or three times over to herself, being rather\nproud of it: for she thought, and rightly too, that very few little\ngirls of her age knew the meaning of it at all. However, “jury-men”\nwould have done just as well.", "clean_text": "“and that’s the jury-box,” thought alice, “and those twelve creatures,” (she was obliged to say “creatures,” you see, because some of them were animals, and some were birds,) “i suppose they are the jurors.” she said this last word two or three times over to herself, being rather proud of it: for she thought, and rightly too, that very few little girls of her age knew the meaning of it at all. however, “jury-men” would have done just as well.", "token_count": 80, "char_count": 446}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 681, "text": "The twelve jurors were all writing very busily on slates. “What are\nthey doing?” Alice whispered to the Gryphon. “They can’t have anything\nto put down yet, before the trial’s begun.”", "clean_text": "the twelve jurors were all writing very busily on slates. “what are they doing?” alice whispered to the gryphon. “they can’t have anything to put down yet, before the trial’s begun.”", "token_count": 31, "char_count": 182}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 683, "text": "“Stupid things!” Alice began in a loud, indignant voice, but she\nstopped hastily, for the White Rabbit cried out, “Silence in the\ncourt!” and the King put on his spectacles and looked anxiously round,\nto make out who was talking.", "clean_text": "“stupid things!” alice began in a loud, indignant voice, but she stopped hastily, for the white rabbit cried out, “silence in the court!” and the king put on his spectacles and looked anxiously round, to make out who was talking.", "token_count": 40, "char_count": 229}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 684, "text": "Alice could see, as well as if she were looking over their shoulders,\nthat all the jurors were writing down “stupid things!” on their slates,\nand she could even make out that one of them didn’t know how to spell\n“stupid,” and that he had to ask his neighbour to tell him. “A nice\nmuddle their slates’ll be in before the trial’s over!” thought Alice.", "clean_text": "alice could see, as well as if she were looking over their shoulders, that all the jurors were writing down “stupid things!” on their slates, and she could even make out that one of them didn’t know how to spell “stupid,” and that he had to ask his neighbour to tell him. “a nice muddle their slates’ll be in before the trial’s over!” thought alice.", "token_count": 65, "char_count": 349}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 685, "text": "One of the jurors had a pencil that squeaked. This of course, Alice\ncould _not_ stand, and she went round the court and got behind him, and\nvery soon found an opportunity of taking it away. She did it so quickly\nthat the poor little juror (it was Bill, the Lizard) could not make out\nat all what had become of it; so, after hunting all about for it, he\nwas obliged to write with one finger for the rest of the day; and this\nwas of very little use, as it left no mark on the slate.", "clean_text": "one of the jurors had a pencil that squeaked. this of course, alice could _not_ stand, and she went round the court and got behind him, and very soon found an opportunity of taking it away. she did it so quickly that the poor little juror (it was bill, the lizard) could not make out at all what had become of it; so, after hunting all about for it, he was obliged to write with one finger for the rest of the day; and this was of very little use, as it left no mark on the slate.", "token_count": 98, "char_count": 480}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 692, "text": "The first witness was the Hatter. He came in with a teacup in one hand\nand a piece of bread-and-butter in the other. “I beg pardon, your\nMajesty,” he began, “for bringing these in: but I hadn’t quite finished\nmy tea when I was sent for.”", "clean_text": "the first witness was the hatter. he came in with a teacup in one hand and a piece of bread-and-butter in the other. “i beg pardon, your majesty,” he began, “for bringing these in: but i hadn’t quite finished my tea when i was sent for.”", "token_count": 46, "char_count": 237}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 697, "text": "“Write that down,” the King said to the jury, and the jury eagerly\nwrote down all three dates on their slates, and then added them up, and\nreduced the answer to shillings and pence.", "clean_text": "“write that down,” the king said to the jury, and the jury eagerly wrote down all three dates on their slates, and then added them up, and reduced the answer to shillings and pence.", "token_count": 34, "char_count": 181}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 704, "text": "This did not seem to encourage the witness at all: he kept shifting\nfrom one foot to the other, looking uneasily at the Queen, and in his\nconfusion he bit a large piece out of his teacup instead of the\nbread-and-butter.", "clean_text": "this did not seem to encourage the witness at all: he kept shifting from one foot to the other, looking uneasily at the queen, and in his confusion he bit a large piece out of his teacup instead of the bread-and-butter.", "token_count": 41, "char_count": 219}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 705, "text": "Just at this moment Alice felt a very curious sensation, which puzzled\nher a good deal until she made out what it was: she was beginning to\ngrow larger again, and she thought at first she would get up and leave\nthe court; but on second thoughts she decided to remain where she was\nas long as there was room for her.", "clean_text": "just at this moment alice felt a very curious sensation, which puzzled her a good deal until she made out what it was: she was beginning to grow larger again, and she thought at first she would get up and leave the court; but on second thoughts she decided to remain where she was as long as there was room for her.", "token_count": 62, "char_count": 315}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 710, "text": "“Yes, but _I_ grow at a reasonable pace,” said the Dormouse: “not in\nthat ridiculous fashion.” And he got up very sulkily and crossed over\nto the other side of the court.", "clean_text": "“yes, but _i_ grow at a reasonable pace,” said the dormouse: “not in that ridiculous fashion.” and he got up very sulkily and crossed over to the other side of the court.", "token_count": 32, "char_count": 170}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 711, "text": "All this time the Queen had never left off staring at the Hatter, and,\njust as the Dormouse crossed the court, she said to one of the officers\nof the court, “Bring me the list of the singers in the last concert!”\non which the wretched Hatter trembled so, that he shook both his shoes\noff.", "clean_text": "all this time the queen had never left off staring at the hatter, and, just as the dormouse crossed the court, she said to one of the officers of the court, “bring me the list of the singers in the last concert!” on which the wretched hatter trembled so, that he shook both his shoes off.", "token_count": 56, "char_count": 288}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 713, "text": "“I’m a poor man, your Majesty,” the Hatter began, in a trembling voice,\n“—and I hadn’t begun my tea—not above a week or so—and what with the\nbread-and-butter getting so thin—and the twinkling of the tea—”", "clean_text": "“i’m a poor man, your majesty,” the hatter began, in a trembling voice, “—and i hadn’t begun my tea—not above a week or so—and what with the bread-and-butter getting so thin—and the twinkling of the tea—”", "token_count": 36, "char_count": 204}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 722, "text": "“Well, at any rate, the Dormouse said—” the Hatter went on, looking\nanxiously round to see if he would deny it too: but the Dormouse denied\nnothing, being fast asleep.", "clean_text": "“well, at any rate, the dormouse said—” the hatter went on, looking anxiously round to see if he would deny it too: but the dormouse denied nothing, being fast asleep.", "token_count": 30, "char_count": 167}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 729, "text": "Here one of the guinea-pigs cheered, and was immediately suppressed by\nthe officers of the court. (As that is rather a hard word, I will just\nexplain to you how it was done. They had a large canvas bag, which tied\nup at the mouth with strings: into this they slipped the guinea-pig,\nhead first, and then sat upon it.)", "clean_text": "here one of the guinea-pigs cheered, and was immediately suppressed by the officers of the court. (as that is rather a hard word, i will just explain to you how it was done. they had a large canvas bag, which tied up at the mouth with strings: into this they slipped the guinea-pig, head first, and then sat upon it.)", "token_count": 60, "char_count": 317}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 730, "text": "“I’m glad I’ve seen that done,” thought Alice. “I’ve so often read in\nthe newspapers, at the end of trials, “There was some attempts at\napplause, which was immediately suppressed by the officers of the\ncourt,” and I never understood what it meant till now.”", "clean_text": "“i’m glad i’ve seen that done,” thought alice. “i’ve so often read in the newspapers, at the end of trials, “there was some attempts at applause, which was immediately suppressed by the officers of the court,” and i never understood what it meant till now.”", "token_count": 45, "char_count": 257}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 738, "text": "“—and just take his head off outside,” the Queen added to one of the\nofficers: but the Hatter was out of sight before the officer could get\nto the door.", "clean_text": "“—and just take his head off outside,” the queen added to one of the officers: but the hatter was out of sight before the officer could get to the door.", "token_count": 30, "char_count": 152}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 740, "text": "The next witness was the Duchess’s cook. She carried the pepper-box in\nher hand, and Alice guessed who it was, even before she got into the\ncourt, by the way the people near the door began sneezing all at once.", "clean_text": "the next witness was the duchess’s cook. she carried the pepper-box in her hand, and alice guessed who it was, even before she got into the court, by the way the people near the door began sneezing all at once.", "token_count": 40, "char_count": 210}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 744, "text": "“Well, if I must, I must,” the King said, with a melancholy air, and,\nafter folding his arms and frowning at the cook till his eyes were\nnearly out of sight, he said in a deep voice, “What are tarts made of?”", "clean_text": "“well, if i must, i must,” the king said, with a melancholy air, and, after folding his arms and frowning at the cook till his eyes were nearly out of sight, he said in a deep voice, “what are tarts made of?”", "token_count": 42, "char_count": 208}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 749, "text": "“Never mind!” said the King, with an air of great relief. “Call the\nnext witness.” And he added in an undertone to the Queen, “Really, my\ndear, _you_ must cross-examine the next witness. It quite makes my\nforehead ache!”", "clean_text": "“never mind!” said the king, with an air of great relief. “call the next witness.” and he added in an undertone to the queen, “really, my dear, _you_ must cross-examine the next witness. it quite makes my forehead ache!”", "token_count": 39, "char_count": 220}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 750, "text": "Alice watched the White Rabbit as he fumbled over the list, feeling\nvery curious to see what the next witness would be like, “—for they\nhaven’t got much evidence _yet_,” she said to herself. Imagine her\nsurprise, when the White Rabbit read out, at the top of his shrill\nlittle voice, the name “Alice!”", "clean_text": "alice watched the white rabbit as he fumbled over the list, feeling very curious to see what the next witness would be like, “—for they haven’t got much evidence _yet_,” she said to herself. imagine her surprise, when the white rabbit read out, at the top of his shrill little voice, the name “alice!”", "token_count": 54, "char_count": 301}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 752, "text": "“Here!” cried Alice, quite forgetting in the flurry of the moment how\nlarge she had grown in the last few minutes, and she jumped up in such\na hurry that she tipped over the jury-box with the edge of her skirt,\nupsetting all the jurymen on to the heads of the crowd below, and there\nthey lay sprawling about, reminding her very much of a globe of\ngoldfish she had accidentally upset the week before.", "clean_text": "“here!” cried alice, quite forgetting in the flurry of the moment how large she had grown in the last few minutes, and she jumped up in such a hurry that she tipped over the jury-box with the edge of her skirt, upsetting all the jurymen on to the heads of the crowd below, and there they lay sprawling about, reminding her very much of a globe of goldfish she had accidentally upset the week before.", "token_count": 75, "char_count": 399}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 753, "text": "“Oh, I _beg_ your pardon!” she exclaimed in a tone of great dismay, and\nbegan picking them up again as quickly as she could, for the accident\nof the goldfish kept running in her head, and she had a vague sort of\nidea that they must be collected at once and put back into the\njury-box, or they would die.", "clean_text": "“oh, i _beg_ your pardon!” she exclaimed in a tone of great dismay, and began picking them up again as quickly as she could, for the accident of the goldfish kept running in her head, and she had a vague sort of idea that they must be collected at once and put back into the jury-box, or they would die.", "token_count": 60, "char_count": 303}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 754, "text": "“The trial cannot proceed,” said the King in a very grave voice, “until\nall the jurymen are back in their proper places—_all_,” he repeated\nwith great emphasis, looking hard at Alice as he said so.", "clean_text": "“the trial cannot proceed,” said the king in a very grave voice, “until all the jurymen are back in their proper places—_all_,” he repeated with great emphasis, looking hard at alice as he said so.", "token_count": 35, "char_count": 197}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 755, "text": "Alice looked at the jury-box, and saw that, in her haste, she had put\nthe Lizard in head downwards, and the poor little thing was waving its\ntail about in a melancholy way, being quite unable to move. She soon\ngot it out again, and put it right; “not that it signifies much,” she\nsaid to herself; “I should think it would be _quite_ as much use in the\ntrial one way up as the other.”", "clean_text": "alice looked at the jury-box, and saw that, in her haste, she had put the lizard in head downwards, and the poor little thing was waving its tail about in a melancholy way, being quite unable to move. she soon got it out again, and put it right; “not that it signifies much,” she said to herself; “i should think it would be _quite_ as much use in the trial one way up as the other.”", "token_count": 76, "char_count": 383}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 756, "text": "As soon as the jury had a little recovered from the shock of being\nupset, and their slates and pencils had been found and handed back to\nthem, they set to work very diligently to write out a history of the\naccident, all except the Lizard, who seemed too much overcome to do\nanything but sit with its mouth open, gazing up into the roof of the\ncourt.", "clean_text": "as soon as the jury had a little recovered from the shock of being upset, and their slates and pencils had been found and handed back to them, they set to work very diligently to write out a history of the accident, all except the lizard, who seemed too much overcome to do anything but sit with its mouth open, gazing up into the roof of the court.", "token_count": 68, "char_count": 349}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 761, "text": "“That’s very important,” the King said, turning to the jury. They were\njust beginning to write this down on their slates, when the White\nRabbit interrupted: “_Un_important, your Majesty means, of course,” he\nsaid in a very respectful tone, but frowning and making faces at him as\nhe spoke.", "clean_text": "“that’s very important,” the king said, turning to the jury. they were just beginning to write this down on their slates, when the white rabbit interrupted: “_un_important, your majesty means, of course,” he said in a very respectful tone, but frowning and making faces at him as he spoke.", "token_count": 49, "char_count": 289}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 764, "text": "Some of the jury wrote it down “important,” and some “unimportant.”\nAlice could see this, as she was near enough to look over their slates;\n“but it doesn’t matter a bit,” she thought to herself.", "clean_text": "some of the jury wrote it down “important,” and some “unimportant.” alice could see this, as she was near enough to look over their slates; “but it doesn’t matter a bit,” she thought to herself.", "token_count": 35, "char_count": 194}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 765, "text": "At this moment the King, who had been for some time busily writing in\nhis note-book, cackled out “Silence!” and read out from his book, “Rule\nForty-two. _All persons more than a mile high to leave the court_.”", "clean_text": "at this moment the king, who had been for some time busily writing in his note-book, cackled out “silence!” and read out from his book, “rule forty-two. _all persons more than a mile high to leave the court_.”", "token_count": 38, "char_count": 209}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 779, "text": "“It isn’t directed at all,” said the White Rabbit; “in fact, there’s\nnothing written on the _outside_.” He unfolded the paper as he spoke,\nand added “It isn’t a letter, after all: it’s a set of verses.”", "clean_text": "“it isn’t directed at all,” said the white rabbit; “in fact, there’s nothing written on the _outside_.” he unfolded the paper as he spoke, and added “it isn’t a letter, after all: it’s a set of verses.”", "token_count": 37, "char_count": 202}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 784, "text": "“If you didn’t sign it,” said the King, “that only makes the matter\nworse. You _must_ have meant some mischief, or else you’d have signed\nyour name like an honest man.”", "clean_text": "“if you didn’t sign it,” said the king, “that only makes the matter worse. you _must_ have meant some mischief, or else you’d have signed your name like an honest man.”", "token_count": 31, "char_count": 168}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 799, "text": "“If any one of them can explain it,” said Alice, (she had grown so\nlarge in the last few minutes that she wasn’t a bit afraid of\ninterrupting him,) “I’ll give him sixpence. _I_ don’t believe there’s\nan atom of meaning in it.”", "clean_text": "“if any one of them can explain it,” said alice, (she had grown so large in the last few minutes that she wasn’t a bit afraid of interrupting him,) “i’ll give him sixpence. _i_ don’t believe there’s an atom of meaning in it.”", "token_count": 43, "char_count": 225}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 801, "text": "“If there’s no meaning in it,” said the King, “that saves a world of\ntrouble, you know, as we needn’t try to find any. And yet I don’t\nknow,” he went on, spreading out the verses on his knee, and looking at\nthem with one eye; “I seem to see some meaning in them, after all.\n“—_said I could not swim_—” you can’t swim, can you?” he added, turning\nto the Knave.", "clean_text": "“if there’s no meaning in it,” said the king, “that saves a world of trouble, you know, as we needn’t try to find any. and yet i don’t know,” he went on, spreading out the verses on his knee, and looking at them with one eye; “i seem to see some meaning in them, after all. “—_said i could not swim_—” you can’t swim, can you?” he added, turning to the knave.", "token_count": 72, "char_count": 359}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 803, "text": "“All right, so far,” said the King, and he went on muttering over the\nverses to himself: “‘_We know it to be true_—’ that’s the jury, of\ncourse—‘_I gave her one, they gave him two_—’ why, that must be what he\ndid with the tarts, you know—”", "clean_text": "“all right, so far,” said the king, and he went on muttering over the verses to himself: “‘_we know it to be true_—’ that’s the jury, of course—‘_i gave her one, they gave him two_—’ why, that must be what he did with the tarts, you know—”", "token_count": 47, "char_count": 239}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 805, "text": "“Why, there they are!” said the King triumphantly, pointing to the\ntarts on the table. “Nothing can be clearer than _that_. Then\nagain—‘_before she had this fit_—’ you never had fits, my dear, I\nthink?” he said to the Queen.", "clean_text": "“why, there they are!” said the king triumphantly, pointing to the tarts on the table. “nothing can be clearer than _that_. then again—‘_before she had this fit_—’ you never had fits, my dear, i think?” he said to the queen.", "token_count": 40, "char_count": 224}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 806, "text": "“Never!” said the Queen furiously, throwing an inkstand at the Lizard\nas she spoke. (The unfortunate little Bill had left off writing on his\nslate with one finger, as he found it made no mark; but he now hastily\nbegan again, using the ink, that was trickling down his face, as long\nas it lasted.)", "clean_text": "“never!” said the queen furiously, throwing an inkstand at the lizard as she spoke. (the unfortunate little bill had left off writing on his slate with one finger, as he found it made no mark; but he now hastily began again, using the ink, that was trickling down his face, as long as it lasted.)", "token_count": 55, "char_count": 296}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 815, "text": "At this the whole pack rose up into the air, and came flying down upon\nher: she gave a little scream, half of fright and half of anger, and\ntried to beat them off, and found herself lying on the bank, with her\nhead in the lap of her sister, who was gently brushing away some dead\nleaves that had fluttered down from the trees upon her face.", "clean_text": "at this the whole pack rose up into the air, and came flying down upon her: she gave a little scream, half of fright and half of anger, and tried to beat them off, and found herself lying on the bank, with her head in the lap of her sister, who was gently brushing away some dead leaves that had fluttered down from the trees upon her face.", "token_count": 68, "char_count": 340}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 817, "text": "“Oh, I’ve had such a curious dream!” said Alice, and she told her\nsister, as well as she could remember them, all these strange\nAdventures of hers that you have just been reading about; and when she\nhad finished, her sister kissed her, and said, “It _was_ a curious\ndream, dear, certainly: but now run in to your tea; it’s getting late.”\nSo Alice got up and ran off, thinking while she ran, as well she might,\nwhat a wonderful dream it had been.", "clean_text": "“oh, i’ve had such a curious dream!” said alice, and she told her sister, as well as she could remember them, all these strange adventures of hers that you have just been reading about; and when she had finished, her sister kissed her, and said, “it _was_ a curious dream, dear, certainly: but now run in to your tea; it’s getting late.” so alice got up and ran off, thinking while she ran, as well she might, what a wonderful dream it had been.", "token_count": 84, "char_count": 445}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 818, "text": "But her sister sat still just as she left her, leaning her head on her\nhand, watching the setting sun, and thinking of little Alice and all\nher wonderful Adventures, till she too began dreaming after a fashion,\nand this was her dream:—", "clean_text": "but her sister sat still just as she left her, leaning her head on her hand, watching the setting sun, and thinking of little alice and all her wonderful adventures, till she too began dreaming after a fashion, and this was her dream:—", "token_count": 43, "char_count": 235}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 819, "text": "First, she dreamed of little Alice herself, and once again the tiny\nhands were clasped upon her knee, and the bright eager eyes were\nlooking up into hers—she could hear the very tones of her voice, and\nsee that queer little toss of her head to keep back the wandering hair\nthat _would_ always get into her eyes—and still as she listened, or\nseemed to listen, the whole place around her became alive with the\nstrange creatures of her little sister’s dream.", "clean_text": "first, she dreamed of little alice herself, and once again the tiny hands were clasped upon her knee, and the bright eager eyes were looking up into hers—she could hear the very tones of her voice, and see that queer little toss of her head to keep back the wandering hair that _would_ always get into her eyes—and still as she listened, or seemed to listen, the whole place around her became alive with the strange creatures of her little sister’s dream.", "token_count": 82, "char_count": 455}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 820, "text": "The long grass rustled at her feet as the White Rabbit hurried by—the\nfrightened Mouse splashed his way through the neighbouring pool—she\ncould hear the rattle of the teacups as the March Hare and his friends\nshared their never-ending meal, and the shrill voice of the Queen\nordering off her unfortunate guests to execution—once more the pig-baby\nwas sneezing on the Duchess’s knee, while plates and dishes crashed\naround it—once more the shriek of the Gryphon, the squeaking of the\nLizard’s slate-pencil, and the choking of the suppressed guinea-pigs,\nfilled the air, mixed up with the distant sobs of the miserable Mock\nTurtle.", "clean_text": "the long grass rustled at her feet as the white rabbit hurried by—the frightened mouse splashed his way through the neighbouring pool—she could hear the rattle of the teacups as the march hare and his friends shared their never-ending meal, and the shrill voice of the queen ordering off her unfortunate guests to execution—once more the pig-baby was sneezing on the duchess’s knee, while plates and dishes crashed around it—once more the shriek of the gryphon, the squeaking of the lizard’s slate-pencil, and the choking of the suppressed guinea-pigs, filled the air, mixed up with the distant sobs of the miserable mock turtle.", "token_count": 103, "char_count": 629}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 821, "text": "So she sat on, with closed eyes, and half believed herself in\nWonderland, though she knew she had but to open them again, and all\nwould change to dull reality—the grass would be only rustling in the\nwind, and the pool rippling to the waving of the reeds—the rattling\nteacups would change to tinkling sheep-bells, and the Queen’s shrill\ncries to the voice of the shepherd boy—and the sneeze of the baby, the\nshriek of the Gryphon, and all the other queer noises, would change\n(she knew) to the confused clamour of the busy farm-yard—while the\nlowing of the cattle in the distance would take the place of the Mock\nTurtle’s heavy sobs.", "clean_text": "so she sat on, with closed eyes, and half believed herself in wonderland, though she knew she had but to open them again, and all would change to dull reality—the grass would be only rustling in the wind, and the pool rippling to the waving of the reeds—the rattling teacups would change to tinkling sheep-bells, and the queen’s shrill cries to the voice of the shepherd boy—and the sneeze of the baby, the shriek of the gryphon, and all the other queer noises, would change (she knew) to the confused clamour of the busy farm-yard—while the lowing of the cattle in the distance would take the place of the mock turtle’s heavy sobs.", "token_count": 113, "char_count": 632}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 822, "text": "Lastly, she pictured to herself how this same little sister of hers\nwould, in the after-time, be herself a grown woman; and how she would\nkeep, through all her riper years, the simple and loving heart of her\nchildhood: and how she would gather about her other little children,\nand make _their_ eyes bright and eager with many a strange tale,\nperhaps even with the dream of Wonderland of long ago: and how she\nwould feel with all their simple sorrows, and find a pleasure in all\ntheir simple joys, remembering her own child-life, and the happy summer\ndays.", "clean_text": "lastly, she pictured to herself how this same little sister of hers would, in the after-time, be herself a grown woman; and how she would keep, through all her riper years, the simple and loving heart of her childhood: and how she would gather about her other little children, and make _their_ eyes bright and eager with many a strange tale, perhaps even with the dream of wonderland of long ago: and how she would feel with all their simple sorrows, and find a pleasure in all their simple joys, remembering her own child-life, and the happy summer days.", "token_count": 99, "char_count": 555}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 826, "text": "Creating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg™ electronic works to protect the PROJECT GUTENBERG™\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for an eBook, except by following\nthe terms of the trademark license, including paying royalties for use\nof the Project Gutenberg trademark. If you do not charge anything for\ncopies of this eBook, complying with the trademark license is very\neasy. You may use this eBook for nearly any purpose such as creation\nof derivative works, reports, performances and research. Project\nGutenberg eBooks may be modified and printed and given away—you may\ndo practically ANYTHING in the United States with eBooks not protected\nby U.S. copyright law. Redistribution is subject to the trademark\nlicense, especially commercial redistribution.", "clean_text": "creating the works from print editions not protected by u.s. copyright law means that no one owns a united states copyright in these works, so the foundation (and you!) can copy and distribute it in the united states without permission and without paying copyright royalties. special rules, set forth in the general terms of use part of this license, apply to copying and distributing project gutenberg™ electronic works to protect the project gutenberg™ concept and trademark. project gutenberg is a registered trademark, and may not be used if you charge for an ebook, except by following the terms of the trademark license, including paying royalties for use of the project gutenberg trademark. if you do not charge anything for copies of this ebook, complying with the trademark license is very easy. you may use this ebook for nearly any purpose such as creation of derivative works, reports, performances and research. project gutenberg ebooks may be modified and printed and given away—you may do practically anything in the united states with ebooks not protected by u.s. copyright law. redistribution is subject to the trademark license, especially commercial redistribution.", "token_count": 187, "char_count": 1184}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 830, "text": "To protect the Project Gutenberg™ mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase “Project\nGutenberg”), you agree to comply with all the terms of the Full\nProject Gutenberg™ License available with this file or online at\nwww.gutenberg.org/license.", "clean_text": "to protect the project gutenberg™ mission of promoting the free distribution of electronic works, by using or distributing this work (or any other work associated in any way with the phrase “project gutenberg”), you agree to comply with all the terms of the full project gutenberg™ license available with this file or online at www.gutenberg.org/license.", "token_count": 55, "char_count": 354}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 832, "text": "1.A. By reading or using any part of this Project Gutenberg™\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg™ electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg™ electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the person\nor entity to whom you paid the fee as set forth in paragraph 1.E.8.", "clean_text": "1.a. by reading or using any part of this project gutenberg™ electronic work, you indicate that you have read, understand, agree to and accept all the terms of this license and intellectual property (trademark/copyright) agreement. if you do not agree to abide by all the terms of this agreement, you must cease using and return or destroy all copies of project gutenberg™ electronic works in your possession. if you paid a fee for obtaining a copy of or access to a project gutenberg™ electronic work and you do not agree to be bound by the terms of this agreement, you may obtain a refund from the person or entity to whom you paid the fee as set forth in paragraph 1.e.8.", "token_count": 121, "char_count": 674}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 833, "text": "1.B. “Project Gutenberg” is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg™ electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg™ electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg™\nelectronic works. See paragraph 1.E below.", "clean_text": "1.b. “project gutenberg” is a registered trademark. it may only be used on or associated in any way with an electronic work by people who agree to be bound by the terms of this agreement. there are a few things that you can do with most project gutenberg™ electronic works even without complying with the full terms of this agreement. see paragraph 1.c below. there are a lot of things you can do with project gutenberg™ electronic works if you follow the terms of this agreement and help preserve free future access to project gutenberg™ electronic works. see paragraph 1.e below.", "token_count": 101, "char_count": 581}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 834, "text": "1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.", "clean_text": "1.c. the project gutenberg literary archive foundation (“the foundation” or pglaf), owns a compilation copyright in the collection of project gutenberg™ electronic works. nearly all the individual works in the collection are in the public domain in the united states. if an individual work is unprotected by copyright law in the united states and you are located in the united states, we do not claim a right to prevent you from copying, distributing, performing, displaying or creating derivative works based on the work as long as all references to project gutenberg are removed. of course, we hope that you will support the project gutenberg™ mission of promoting free access to electronic works by freely sharing project gutenberg™ works in compliance with the terms of this agreement for keeping the project gutenberg™ name associated with the work. you can easily comply with the terms of this agreement by keeping this work in the same format with its attached full project gutenberg™ license when you share it without charge with others.", "token_count": 169, "char_count": 1045}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 835, "text": "1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg™ work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry other than the United States.", "clean_text": "1.d. the copyright laws of the place where you are located also govern what you can do with this work. copyright laws in most countries are in a constant state of change. if you are outside the united states, check the laws of your country in addition to the terms of this agreement before downloading, copying, displaying, performing, distributing or creating derivative works based on this work or any other project gutenberg™ work. the foundation makes no representations concerning the copyright status of any work in any country other than the united states.", "token_count": 93, "char_count": 563}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 837, "text": "1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg™ License must appear\nprominently whenever any copy of a Project Gutenberg™ work (any work\non which the phrase “Project Gutenberg” appears, or with which the\nphrase “Project Gutenberg” is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:", "clean_text": "1.e.1. the following sentence, with active links to, or other immediate access to, the full project gutenberg™ license must appear prominently whenever any copy of a project gutenberg™ work (any work on which the phrase “project gutenberg” appears, or with which the phrase “project gutenberg” is associated) is accessed, displayed, performed, viewed, copied or distributed:", "token_count": 55, "char_count": 374}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 838, "text": "This eBook is for the use of anyone anywhere in the United States and most\n    other parts of the world at no cost and with almost no restrictions\n    whatsoever. You may copy it, give it away or re-use it under the terms\n    of the Project Gutenberg License included with this eBook or online\n    at www.gutenberg.org. If you\n    are not located in the United States, you will have to check the laws\n    of the country where you are located before using this eBook.\n  \n1.E.2. If an individual Project Gutenberg™ electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase “Project\nGutenberg” associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg™\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.", "clean_text": "this ebook is for the use of anyone anywhere in the united states and most other parts of the world at no cost and with almost no restrictions whatsoever. you may copy it, give it away or re-use it under the terms of the project gutenberg license included with this ebook or online at www.gutenberg.org. if you are not located in the united states, you will have to check the laws of the country where you are located before using this ebook. 1.e.2. if an individual project gutenberg™ electronic work is derived from texts not protected by u.s. copyright law (does not contain a notice indicating that it is posted with permission of the copyright holder), the work can be copied and distributed to anyone in the united states without paying any fees or charges. if you are redistributing or providing access to a work with the phrase “project gutenberg” associated with or appearing on the work, you must comply either with the requirements of paragraphs 1.e.1 through 1.e.7 or obtain permission for the use of the work and the project gutenberg™ trademark as set forth in paragraphs 1.e.8 or 1.e.9.", "token_count": 191, "char_count": 1128}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 839, "text": "1.E.3. If an individual Project Gutenberg™ electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg™ License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.", "clean_text": "1.e.3. if an individual project gutenberg™ electronic work is posted with the permission of the copyright holder, your use and distribution must comply with both paragraphs 1.e.1 through 1.e.7 and any additional terms imposed by the copyright holder. additional terms will be linked to the project gutenberg™ license for all works posted with the permission of the copyright holder found at the beginning of this work.", "token_count": 66, "char_count": 418}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 840, "text": "1.E.4. Do not unlink or detach or remove the full Project Gutenberg™\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg™.", "clean_text": "1.e.4. do not unlink or detach or remove the full project gutenberg™ license terms from this work, or any files containing a part of this work or any other work associated with project gutenberg™.", "token_count": 34, "char_count": 196}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 841, "text": "1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg™ License.", "clean_text": "1.e.5. do not copy, display, perform, distribute or redistribute this electronic work, or any part of this electronic work, without prominently displaying the sentence set forth in paragraph 1.e.1 with active links or immediate access to the full terms of the project gutenberg™ license.", "token_count": 44, "char_count": 287}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 842, "text": "1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII” or other form. Any alternate format must include the\nfull Project Gutenberg™ License as specified in paragraph 1.E.1.", "clean_text": "1.e.6. you may convert to and distribute this work in any binary, compressed, marked up, nonproprietary or proprietary form, including any word processing or hypertext form. however, if you provide access to or distribute copies of a project gutenberg™ work in a format other than “plain vanilla ascii” or other format used in the official version posted on the official project gutenberg™ website (www.gutenberg.org), you must, at no additional cost, fee or expense to the user, provide a copy, a means of exporting a copy, or a means of obtaining a copy upon request, of the work in its original “plain vanilla ascii” or other form. any alternate format must include the full project gutenberg™ license as specified in paragraph 1.e.1.", "token_count": 121, "char_count": 737}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 845, "text": "• You pay a royalty fee of 20% of the gross profits you derive from\n        the use of Project Gutenberg™ works calculated using the method\n        you already use to calculate your applicable taxes. The fee is owed\n        to the owner of the Project Gutenberg™ trademark, but he has\n        agreed to donate royalties under this paragraph to the Project\n        Gutenberg Literary Archive Foundation. Royalty payments must be paid\n        within 60 days following each date on which you prepare (or are\n        legally required to prepare) your periodic tax returns. Royalty\n        payments should be clearly marked as such and sent to the Project\n        Gutenberg Literary Archive Foundation at the address specified in\n        Section 4, “Information about donations to the Project Gutenberg\n        Literary Archive Foundation.”\n    \n    • You provide a full refund of any money paid by a user who notifies\n        you in writing (or by e-mail) within 30 days of receipt that s/he\n        does not agree to the terms of the full Project Gutenberg™\n        License. You must require such a user to return or destroy all\n        copies of the works possessed in a physical medium and discontinue\n        all use of and all access to other copies of Project Gutenberg™\n        works.\n    \n    • You provide, in accordance with paragraph 1.F.3, a full refund of\n        any money paid for a work or a replacement copy, if a defect in the\n        electronic work is discovered and reported to you within 90 days of\n        receipt of the work.\n    \n    • You comply with all other terms of this agreement for free\n        distribution of Project Gutenberg™ works.", "clean_text": "• you pay a royalty fee of 20% of the gross profits you derive from the use of project gutenberg™ works calculated using the method you already use to calculate your applicable taxes. the fee is owed to the owner of the project gutenberg™ trademark, but he has agreed to donate royalties under this paragraph to the project gutenberg literary archive foundation. royalty payments must be paid within 60 days following each date on which you prepare (or are legally required to prepare) your periodic tax returns. royalty payments should be clearly marked as such and sent to the project gutenberg literary archive foundation at the address specified in section 4, “information about donations to the project gutenberg literary archive foundation.” • you provide a full refund of any money paid by a user who notifies you in writing (or by e-mail) within 30 days of receipt that s/he does not agree to the terms of the full project gutenberg™ license. you must require such a user to return or destroy all copies of the works possessed in a physical medium and discontinue all use of and all access to other copies of project gutenberg™ works. • you provide, in accordance with paragraph 1.f.3, a full refund of any money paid for a work or a replacement copy, if a defect in the electronic work is discovered and reported to you within 90 days of receipt of the work. • you comply with all other terms of this agreement for free distribution of project gutenberg™ works.", "token_count": 256, "char_count": 1665}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 846, "text": "1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg™ electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom the Project Gutenberg Literary Archive Foundation, the manager of\nthe Project Gutenberg™ trademark. Contact the Foundation as set\nforth in Section 3 below.", "clean_text": "1.e.9. if you wish to charge a fee or distribute a project gutenberg™ electronic work or group of works on different terms than are set forth in this agreement, you must obtain permission in writing from the project gutenberg literary archive foundation, the manager of the project gutenberg™ trademark. contact the foundation as set forth in section 3 below.", "token_count": 59, "char_count": 359}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 848, "text": "1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg™ collection. Despite these efforts, Project Gutenberg™\nelectronic works, and the medium on which they may be stored, may\ncontain “Defects,” such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.", "clean_text": "1.f.1. project gutenberg volunteers and employees expend considerable effort to identify, do copyright research on, transcribe and proofread works not protected by u.s. copyright law in creating the project gutenberg™ collection. despite these efforts, project gutenberg™ electronic works, and the medium on which they may be stored, may contain “defects,” such as, but not limited to, incomplete, inaccurate or corrupt data, transcription errors, a copyright or other intellectual property infringement, a defective or damaged disk or other medium, a computer virus, or computer codes that damage or cannot be read by your equipment.", "token_count": 93, "char_count": 634}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 849, "text": "1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right\nof Replacement or Refund” described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg™ trademark, and any other party distributing a Project\nGutenberg™ electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.", "clean_text": "1.f.2. limited warranty, disclaimer of damages - except for the “right of replacement or refund” described in paragraph 1.f.3, the project gutenberg literary archive foundation, the owner of the project gutenberg™ trademark, and any other party distributing a project gutenberg™ electronic work under this agreement, disclaim all liability to you for damages, costs and expenses, including legal fees. you agree that you have no remedies for negligence, strict liability, breach of warranty or breach of contract except those provided in paragraph 1.f.3. you agree that the foundation, the trademark owner, and any distributor under this agreement will not be liable to you for actual, direct, indirect, consequential, punitive or incidental damages even if you give notice of the possibility of such damage.", "token_count": 122, "char_count": 808}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 850, "text": "1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.", "clean_text": "1.f.3. limited right of replacement or refund - if you discover a defect in this electronic work within 90 days of receiving it, you can receive a refund of the money (if any) you paid for it by sending a written explanation to the person you received the work from. if you received the work on a physical medium, you must return the medium with your written explanation. the person or entity that provided you with the defective work may elect to provide a replacement copy in lieu of a refund. if you received the work electronically, the person or entity providing it to you may choose to give you a second opportunity to receive the work electronically in lieu of a refund. if the second copy is also defective, you may demand a refund in writing without further opportunities to fix the problem.", "token_count": 144, "char_count": 800}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 851, "text": "1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.", "clean_text": "1.f.4. except for the limited right of replacement or refund set forth in paragraph 1.f.3, this work is provided to you ‘as-is’, with no other warranties of any kind, express or implied, including but not limited to warranties of merchantability or fitness for any purpose.", "token_count": 45, "char_count": 273}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 852, "text": "1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.", "clean_text": "1.f.5. some states do not allow disclaimers of certain implied warranties or the exclusion or limitation of certain types of damages. if any disclaimer or limitation set forth in this agreement violates the law of the state applicable to this agreement, the agreement shall be interpreted to make the maximum disclaimer or limitation permitted by the applicable state law. the invalidity or unenforceability of any provision of this agreement shall not void the remaining provisions.", "token_count": 75, "char_count": 483}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 853, "text": "1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg™ electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg™\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg™ work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg™ work, and (c) any\nDefect you cause.", "clean_text": "1.f.6. indemnity - you agree to indemnify and hold the foundation, the trademark owner, any agent or employee of the foundation, anyone providing copies of project gutenberg™ electronic works in accordance with this agreement, and any volunteers associated with the production, promotion and distribution of project gutenberg™ electronic works, harmless from all liability, costs and expenses, including legal fees, that arise directly or indirectly from any of the following which you do or cause to occur: (a) distribution of this or any project gutenberg™ work, (b) alteration, modification, or additions or deletions to any project gutenberg™ work, and (c) any defect you cause.", "token_count": 103, "char_count": 682}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 855, "text": "Project Gutenberg™ is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.", "clean_text": "project gutenberg™ is synonymous with the free distribution of electronic works in formats readable by the widest variety of computers including obsolete, old, middle-aged and new computers. it exists because of the efforts of hundreds of volunteers and donations from people in all walks of life.", "token_count": 46, "char_count": 297}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 856, "text": "Volunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg™’s\ngoals and ensuring that the Project Gutenberg™ collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg™ and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at www.gutenberg.org.", "clean_text": "volunteers and financial support to provide volunteers with the assistance they need are critical to reaching project gutenberg™’s goals and ensuring that the project gutenberg™ collection will remain freely available for generations to come. in 2001, the project gutenberg literary archive foundation was created to provide a secure and permanent future for project gutenberg™ and future generations. to learn more about the project gutenberg literary archive foundation and how your efforts and donations can help, see sections 3 and 4 and the foundation information page at www.gutenberg.org.", "token_count": 87, "char_count": 595}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 858, "text": "The Project Gutenberg Literary Archive Foundation is a non-profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation’s EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state’s laws.", "clean_text": "the project gutenberg literary archive foundation is a non-profit 501(c)(3) educational corporation organized under the laws of the state of mississippi and granted tax exempt status by the internal revenue service. the foundation’s ein or federal tax identification number is 64-6221541. contributions to the project gutenberg literary archive foundation are tax deductible to the full extent permitted by u.s. federal laws and your state’s laws.", "token_count": 65, "char_count": 447}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 859, "text": "The Foundation’s business office is located at 809 North 1500 West,\nSalt Lake City, UT 84116, (801) 596-1887. Email contact links and up\nto date contact information can be found at the Foundation’s website\nand official page at www.gutenberg.org/contact", "clean_text": "the foundation’s business office is located at 809 north 1500 west, salt lake city, ut 84116, (801) 596-1887. email contact links and up to date contact information can be found at the foundation’s website and official page at www.gutenberg.org/contact", "token_count": 39, "char_count": 252}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 861, "text": "Project Gutenberg™ depends upon and cannot survive without widespread\npublic support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine-readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.", "clean_text": "project gutenberg™ depends upon and cannot survive without widespread public support and donations to carry out its mission of increasing the number of public domain and licensed works that can be freely distributed in machine-readable form accessible by the widest array of equipment including outdated equipment. many small donations ($1 to $5,000) are particularly important to maintaining tax exempt status with the irs.", "token_count": 63, "char_count": 424}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 862, "text": "The Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular state\nvisit www.gutenberg.org/donate.", "clean_text": "the foundation is committed to complying with the laws regulating charities and charitable donations in all 50 states of the united states. compliance requirements are not uniform and it takes a considerable effort, much paperwork and many fees to meet and keep up with these requirements. we do not solicit donations in locations where we have not received written confirmation of compliance. to send donations or determine the status of compliance for any particular state visit www.gutenberg.org/donate.", "token_count": 77, "char_count": 506}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 863, "text": "While we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.", "clean_text": "while we cannot and do not solicit contributions from states where we have not met the solicitation requirements, we know of no prohibition against accepting unsolicited donations from donors in such states who approach us with offers to donate.", "token_count": 39, "char_count": 245}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 865, "text": "Please check the Project Gutenberg web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate.", "clean_text": "please check the project gutenberg web pages for current donation methods and addresses. donations are accepted in a number of other ways including checks, online payments and credit card donations. to donate, please visit: www.gutenberg.org/donate.", "token_count": 35, "char_count": 249}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 867, "text": "Professor Michael S. Hart was the originator of the Project\nGutenberg™ concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg™ eBooks with only a loose network of\nvolunteer support.", "clean_text": "professor michael s. hart was the originator of the project gutenberg™ concept of a library of electronic works that could be freely shared with anyone. for forty years, he produced and distributed project gutenberg™ ebooks with only a loose network of volunteer support.", "token_count": 43, "char_count": 271}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 868, "text": "Project Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.", "clean_text": "project gutenberg™ ebooks are often created from several printed editions, all of which are confirmed as not protected by copyright in the u.s. unless a copyright notice is included. thus, we do not necessarily keep ebooks in compliance with any particular paper edition.", "token_count": 43, "char_count": 271}
{"book": "alice_in_wonderland", "title": "Alice In Wonderland", "paragraph_id": 870, "text": "This website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.", "clean_text": "this website includes information about project gutenberg™, including how to make donations to the project gutenberg literary archive foundation, how to help produce our new ebooks, and how to subscribe to our email newsletter to hear about new ebooks.", "token_count": 39, "char_count": 252}
